Repository: patowari/DMS
Catalog: mayan/apps/platform_docker/locale/*/LC_MESSAGES/django.po
Languages: ar, de_de

source: Platform Docker
ar: منصة Docker
de_de: Plattform Docker

source: Allows setting the worker's Celery `concurrency` value.
ar: يسمح بتعيين قيمة concurrency لـ Celery الخاص بالعامل.
de_de: Erlaubt das Setzen des Werts für Gunicorn worker `concurrency`.

source: Allows setting the worker's Celery `max-memory-per-child` value.
ar: يسمح بتعيين قيمة max-memory-per-child لـ Celery الخاص بالعامل.
de_de: Erlaubt das Setzen des Werts für Gunicorn worker `concurrency`.

source: Allows setting the worker's Celery `max-tasks-per-child` value.
ar: يسمح بتعيين قيمة max-tasks-per-child لـ Celery الخاص بالعامل.
de_de: Erlaubt das Setzen des Werts für Celery worker `max-tasks-per-child`.

source: Template for entrypoint.sh file inside a Docker image.
ar: قالب لملف entrypoint.sh داخل صورة Docker.
de_de: Konfigurationsvorlage für die Datei entrypoint.sh innerhalb des Dockerimages.

source: Template that generates the Docker Compose file.
ar: قالب يولد ملف Docker Compose.
de_de: Vorlage für die Generierung der Docker compose Datei.

source: Template for Supervisord inside a Docker image.
ar: النموذج الخاص بالـ Doker
de_de: Konfigurationsvorlage innerhalb des Dockerimages für Supervisord.

source: Template that generates a Dockerfile file.
ar: قالب يولد ملف Dockerfile.
de_de: Vorlage zur Generierung einer Dockerfile-Datei.

source: Specifies a list of .deb packages to be installed via APT when the container is first created. The installed packages are not lost when the image is stopped.
ar: تحدد قائمة حزم .deb التي سيتم تثبيتها عبر APT عند إنشاء الحاوية لأول مرة. لا تضيع الحزم المثبتة عند إيقاف الصورة.
de_de: Spezifiziert eine Liste von .deb Paketen, die mit APT bei Erstellung des Containers installiert werden. Die installierten Pakete bleiben auch bei Stoppen des Containers erhalten.

source: Specifies a list of Python packages to be installed via pip. Packages will be downloaded from the Python Package Index (https://pypi.python.org) by default.
ar: تحدد قائمة حزم Python التي سيتم تثبيتها عبر pip. سيتم تنزيل الحزم من فهرس حزم Python (https://pypi.python.org) افتراضيًا.
de_de: Spezifiziert eine Liste von Python Paketen, die mit pip installiert werden. Die Pakete werden standardmäßig vom Python Package Index (https://pypi.python.org) heruntergeladen.

source: Executed after the container's environment variables are configured, after the UID/GID setup, extra OS package installations and extra Python library installations but before launching the Mayan EDMS stack. Executes the content as a script or call a script using the value as the filename.
ar: يتم تنفيذه بعد تكوين متغيرات بيئة الحاوية، وإعداد UID/GID، وتثبيت حزم نظام التشغيل الإضافية وتثبيت مكتبات Python الإضافية ولكن قبل تشغيل مجموعة Mayan EDMS. ينفذ المحتوى كنص برمجي أو يستدعي نصًا برمجيًا باستخدام القيمة كاسم ملف.
de_de: Wird ausgeführt nachdem die Umgebungsvariablen des Containers konfiguriert sind, nach dem UID/GID Setup, nach der Installation von zusätzlichen Betriebssystempaketen (.deb) und zusätzlichen Python Paketen, aber bevor der Mayan EDMS Stack gestartet wird. Führt den Inhalt als Skript aus oder ruft ein Skript auf, indem es den Wert als Dateinamen verwendet.

source: Executed after the container's environment variables are configured but before the UID/GID setup, extra OS package installations and extra Python library installations. Executes the content as a script or call a script using the value as the filename.
ar: يتم تنفيذه بعد تكوين متغيرات بيئة الحاوية ولكن قبل إعداد UID/GID، وتثبيت حزم نظام التشغيل الإضافية وتثبيت مكتبات Python الإضافية. ينفذ المحتوى كنص برمجي أو يستدعي نصًا برمجيًا باستخدام القيمة كاسم ملف.
de_de: Wird ausgeführt nachdem die Umgebungsvariablen des Containers konfiguriert sind, nach dem UID/GID Setup, nach der Installation von zusätzlichen Betriebssystempaketen (.deb) und zusätzlichen Python Paketen. Führt den Inhalt als Skript aus oder ruft ein Skript auf, indem es den Wert als Dateinamen verwendet.

source: Setting this environment variable to true, will make the entrypoint script skip the initial `chown` command on the media folder at `/var/lib/mayan`.
ar: تعيين متغير البيئة هذا إلى true سيجعل نص نقطة الدخول يتخطى أمر chown الأولي على مجلد الوسائط في /var/lib/mayan.
de_de: Mit Setzen von dieser Umgebungsvariablen auf Wahr (true) wird das entrypoint Skript den initialen `chown` Befehl für das media Verzeichnis in `/var/lib/mayan` überspringen.

source: Changes the GID of the `mayan` user internal to the Docker container.
ar: يغير GID لمستخدم mayan الداخلي لحاوية Docker.
de_de: Ändert die GID des `mayan` Benutzers intern im Docker Container.

source: Changes the UID of the `mayan` user internal to the Docker container.
ar: يغير UID لمستخدم mayan الداخلي لحاوية Docker.
de_de: Ändert die UID des `mayan` Benutzers intern im Docker Container.

source: Make the Docker container wait for a host and port to become available. Multiple hosts and port combinations are supported.
ar: جعل حاوية Docker تنتظر حتى يصبح المضيف والمنفذ متاحين. يتم دعم مجموعات متعددة من المضيفين والمنافذ.
de_de: Bewirkt dass der Docker Container auf die Verfügbarkeit von Host und Port wartet. Mehrere Kombinationen von Host und Port werden unterstützt.
