Repository: patowari/DMS
Catalog: mayan/apps/mayan_statistics/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Statistics
uk: Статистика

source: Type
uk: Тип

source: Schedule
uk: Розклад

source: Last update
uk: Останнє оновлення

source: Statistics namespace
uk: Статистика простору імен

source: Never
uk: Ніколи

source: Doughnut chart
uk: Кругла діаграма

source: Line chart
uk: Лінійна діаграма

source: Pie chart
uk: Кругова діаграма

source: Namespace details
uk: Деталі простору імен

source: Namespace list
uk: Список просторів імен

source: Queue
uk: Черга

source: View
uk: Перегляд

source: Slug
uk: Слимак

source: Date time
uk: Дата і час

source: Data
uk: Дані

source: Statistics result
uk: Результат статистики

source: Statistics results
uk: Результати статистики

source: View statistics
uk: Переглянути статистику

source: Execute statistic
uk: Виконати аналіз даних

source: No data available.
uk: Немає даних.

source: Last update: %(datetime)s
uk: Останнє оновлення: %(datetime)s

source: Statistic "%s" not found.
uk: Статистика "%s" не знайдена.

source: Statistics namespaces group statistics into logical units.
uk: Простори імен статистики групують статистику в логічні одиниці.

source: No statistic namespaces available
uk: Немає доступних просторів імен статистики

source: Statistics namespaces
uk: Простори імен статистики

source: Statistics are metrics and chart representations of existing data.
uk: Статистика – це показники та діаграми, що відображають наявні дані.

source: No statistic available
uk: Немає статистики

source: Namespace details for: %s
uk: Деталі простору імен для: %s

source: Results for: %s
uk: Результати для: %s

source: Queue statistic "%s" to be updated?
uk: Чи потрібно оновити статистику черги "%s"?

source: Statistic "%s" queued successfully for update.
uk: Статистика "%s" успішно поставлена в чергу для оновлення.
