Repository: patowari/DMS
Catalog: mayan/apps/web_links/locale/*/LC_MESSAGES/django.po
Languages: hu, uk

source: Web links
hu: Weblinkek
uk: Веб-посилання

source: Web link created
hu: Weblink létrehozva
uk: Веб-посилання створено

source: Web link edited
hu: Weblink szerkesztve
uk: Веб-посилання відредаговано

source: Web link navigated
hu: Weblink navigálva
uk: Перехід по веб-посиланню

source: Create new web link
hu: Új weblink létrehozása
uk: Створити нове веб-посилання

source: Delete
hu: Törlés
uk: Видалити

source: Document types
hu: Dokumentum típusok
uk: Тип документа

source: Edit
hu: Szerkesztés
uk: Редагувати

source: Navigate
hu: Navigálás
uk: Переміщення

source: A short text describing the web link.
hu: Egy rövid szöveg, amely leírja a webes linket.
uk: Короткий текст, що описує веб-посилання.

source: Label
hu: Cimke
uk: Мітка

source: Template that will be used to craft the final URL of the web link.
hu: Sablon, amelyet a weblink végső URL-jének kialakításához használunk.
uk: Шаблон, який використовуватиметься для створення кінцевої URL-адреси веб-посилання.

source: Template
hu: Sablon
uk: Шаблон

source: Enabled
hu: Engedélyezett
uk: Активовано

source: Web link
uk: Веб-посилання

source: Create new web links
hu: Új weblinkek létrehozása
uk: Створити нове веб-посилання

source: Delete web links
hu: Weblinkek törlése
uk: Видалити веб-посилання

source: Edit web links
hu: Weblinkek szerkesztése
uk: Редагувати веб-посилання

source: View existing web links
hu: Meglévő weblinkek megtekintése
uk: Переглянути існуючі веб-посилання

source: View web link instances
hu: Weblink példányok megtekintése
uk: Перегляд екземплярів веб-посилань

source: Primary key of the document type to add to the web link.
hu: A weblinkhez hozzáadandó dokumentumtípus elsődleges kulcsa.
uk: Первинний ключ типу документа, який потрібно додати до веб-посилання.

source: Document type ID
hu: Dokumentumtípus azonosító
uk: ID типу документа

source: Primary key of the document type to remove from the web link.
hu: A weblinkről eltávolítandó dokumentumtípus elsődleges kulcsa.
uk: Первинний ключ типу документа, який потрібно видалити з веб-посилання.

source: Document types add URL
hu: Dokumentumtípusok URL hozzáadása
uk: Додати URL типів документа

source: Document types remove URL
hu: A dokumentumtípusok URL eltávolítása
uk: Видалити URL типів документа

source: Document types URL
hu: Dokumentumtípusok URL
uk: URL типів документів

source: Navigation URL
hu: Navigációs URL
uk: URL навігації

source: Web links enabled
hu: Engedélyezett weblinkek
uk: Веб-посилання ввімкнено

source: Available web links
hu: Elérhető weblinkek
uk: Доступні веб-посилання

source: Web links to enable for document type: %s
hu: Weblinkek a következő dokumentumtípushoz: %s
uk: Веб-посилання для активації типу документу: %s

source: Delete web link: %s
hu: Weblink törlése: %s
uk: Видалити веб-посилання: %s

source: Document types enabled
hu: Engedélyezett dokumentumtípusok
uk: Увімкнені типи документів

source: Available document types
hu: Elérhető dokumentumtípusok
uk: Доступні типи документів

source: Document type for which to enable web link: %s
hu: Dokumentumtípus, amelyhez engedélyezni kell a webes hivatkozást: %s
uk: Тип документу, для якого потрібно увімкнути веб-посилання: %s

source: Edit web link: %s
hu: Weblink szerkesztése: %s
uk: Редагувати веб-посилання: %s

source: Web links allow generating HTTP links from documents to external resources. The link URL's can contain document properties values.
hu: A weblink hivatkozások lehetővé teszik HTTP-hivatkozások létrehozását dokumentumokból külső forrásokhoz. A hivatkozás URL-jei tartalmazhatnak dokumentumtulajdonság-értékeket.
uk: Веб-посилання дозволяють генерувати HTTP-посилання з документів на зовнішні ресурси. URL-адреси посилань можуть містити значення властивостей документів.

source: There are no web links
hu: Nincsenek weblinkek
uk: Немає веб-посилань

source: There are no web links for this document
hu: Ehhez a dokumentumhoz nincsenek weblinkek
uk: Для цього документа немає веб-посилань

source: Web links for document: %s
hu: Weblinkek a következő dokumentumhoz: %s
uk: Веб-посилання на документ: %s
