Repository: patowari/DMS
Catalog: mayan/apps/announcements/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Announcements
uk: Оголошення

source: Announcement created
uk: Оголошення створено

source: Announcement edited
uk: Оголошення відредаговано

source: Create announcement
uk: Створити оголошення

source: Delete
uk: Видалити

source: Edit
uk: Редагувати

source: Short description of this announcement.
uk: Короткий опис цього оголошення.

source: Label
uk: Мітка

source: The actual text to be displayed.
uk: Фактичний текст, який буде показано.

source: Text
uk: Текст

source: Enabled
uk: Активовано

source: Date and time after which this announcement will be displayed.
uk: Дата та час, після яких це оголошення буде показано.

source: Start date time
uk: Дата та час початку

source: Date and time until when this announcement is to be displayed.
uk: Дата й час, до якого це оголошення має відображатися.

source: End date time
uk: Дата та час закінчення

source: Announcement
uk: Оголошення

source: Create announcements
uk: Створити оголошення

source: Delete announcements
uk: Видалити оголошення

source: Edit announcements
uk: Редагувати оголошення

source: View announcements
uk: Переглянути оголошення

source: Error deleting announcement "%(instance)s"; %(exception)s
uk: Помилка видалення оголошення%(instance)s;%(exception)s

source: %(count)d announcements deleted successfully.
uk: %(count)d оголошень видалено успішно.

source: Announcement "%(object)s" deleted successfully.
uk: Оголошення %(object)sвидалено успішно.

source: %(count)d announcement deleted successfully.
uk: %(count)dоголошень видалено успішно.

source: Delete the %(count)d selected announcements.
uk: Видалено %(count)dобраних оголошень.

source: Delete announcement: %(object)s.
uk: Видалити оголошення: %(object)s.

source: Delete the %(count)d selected announcement.
uk: Видалити %(count)d обраних оголошення.

source: Edit announcement: %s
uk: Редагувати оголошення: %s

source: No announcements available
uk: Оголошення відсутні
