Repository: patowari/DMS
Catalog: mayan/apps/authentication_otp/locale/*/LC_MESSAGES/django.po
Languages: ar_eg

source: Authentication OTP
ar_eg: المصادقة بواسطة كلمة المرور لمرة واحدة OTP

source: OTP disabled
ar_eg: تعطيل كلمة المرور لمرة واحدة OTP

source: OTP enabled
ar_eg: تفعيل كلمة المرور لمرة واحدة OTP

source: Token is either invalid or expired.
ar_eg: الرمز إما غير صالح أو منتهي الصلاحية

source: TOTP token
ar_eg: رمز TOTP (الرمز المميز لمرة واحدة المعتمد على الوقت)

source: OTP enabled?
ar_eg: هل كلمة المرور لمرة واحدة (OTP) مفعلة؟

source: Yes
ar_eg: قبول

source: No
ar_eg: رفض

source: Scan the QR code or enter the secret in your authentication device. Do not share this secret, treat it like a password.
ar_eg: امسح رمز الاستجابة السريعة QR أو أدخل المفتاح السري في جهاز المصادقة الخاص بك. لا تشارك هذا المفتاح السري، تعامل معه ككلمة مرور.

source: Secret
ar_eg: خاص

source: Enter the corresponding token to validate that the secret was saved correct.
ar_eg: أدخل الرمز المميز المطابق للتحقق من أن المفتاح السري قد تم حفظه بشكل صحيح.

source: Token
ar_eg: الرمز

source: Token is incorrect for the specified secret.
ar_eg: الرمز غير صحيح للمفتاح السري المحدد.

source: OTP details
ar_eg: تفاصيل كلمة المرور لمرة واحدة OTP

source: Disable OTP
ar_eg: تعطيل كلمة المرور لمرة واحدة OTP

source: Enable OTP
ar_eg: تفعيل كلمة المرور لمرة واحدة OTP

source: User
ar_eg: مستخدم

source: 16 character, base32 encoded random string.
ar_eg: سلسلة عشوائية من 16 حرفًا، مرمزة بنظام base32

source: User OTP data
ar_eg: بيانات كلمة المرور لمرة واحدة OTP الخاصة بالمستخدم.

source: Users OTP data
ar_eg: بيانات كلمات المرور لمرة واحدة OTP الخاصة بالمستخدمين.

source: One time pad details for user: %s
ar_eg: تفاصيل كلمة المرور لمرة واحدة OTP للمستخدم: %s

source: Disable one time pad for user: %s
ar_eg: تعطيل كلمة المرور لمرة واحدة (OTP) للمستخدم: %s

source: OTP disable successfully.
ar_eg: تم تعطيل كلمة المرور لمرة واحدة OTP بنجاح.

source: OTP is already enabled.
ar_eg: كلمة المرور لمرة واحدة OTP مفعلة بالفعل.

source: OTP enabled successfully.
ar_eg: تم تفعيل كلمة المرور لمرة واحدة OTP بنجاح.

source: Enable one time pad for user: %s
ar_eg: تفعيل كلمة المرور لمرة واحدة OTP للمستخدم: %s

source: OTP secret validation error.
ar_eg: خطأ في التحقق من صحة المفتاح السري لكلمة المرور لمرة واحدة OTP
