Repository: patowari/DMS
Catalog: mayan/apps/acls/locale/*/LC_MESSAGES/django.po
Languages: hu, pl, uk

source: ACLs
hu: Hozzáférési listák
pl: Listy ACL
uk: СКД

source: Object for which the access is granted. When sorting objects, only the type is used and not the actual label of the object.
hu: Objektum, amelyhez hozzáférést biztosítottak. Az objektumok rendezésekor csak a típus kerül felhasználásra, az objektum tényleges címkéje nem.
pl: Obiekt, dla którego nadano dostęp. Podczas sortowania obiektów używany jest tylko typ, a nie rzeczywista etykieta obiektu.
uk: Об'єкт, до якого надано доступ. Під час сортування об’єктів використовується лише тип, а не фактична мітка об’єкта.

source: Object
hu: Objektum
pl: Obiekt
uk: Об'єкт

source: Access control lists
hu: Hozzáférési lista
pl: Listy kontroli dostępu
uk: Список контролю доступу

source: ACL created
hu: Hozzáférési lista létrehozva
pl: Utworzono listę ACL
uk: СКД створено

source: ACL deleted
hu: Hozzáférési lista törölve
pl: Usunięto listę ACL
uk: СДК видалено

source: ACL edited
hu: Hozzáférési lista szerkesztve
pl: Wyedytowano listę ACL
uk: СКД відредаговано

source: Role
hu: Szerepkör
pl: Rola
uk: Роль

source: New ACL
hu: Új hozzáférési lista
pl: Nowa lista ACL
uk: Новий СКД

source: Delete
hu: Törlés
pl: Usuń
uk: Видалити

source: Permissions
hu: Engedélyek
pl: Uprawnienia
uk: Дозволи

source: Global ACLs
hu: Globális hozzáférési lista
pl: Globalne listy ACL
uk: Глобальні СДК

source: Object "%s" is not a model and cannot be checked for access.
hu: A "%s " objektum nem modell, ezért nem lehet ellenőrizni a hozzáférést.
pl: Obiekt "%s" nie jest modelem i nie może być sprawdzony pod kątem dostępu.
uk: Об'єкт "%s" не є моделлю і не може бути перевірений для доступу.

source: Insufficient access for: %s
hu: Elégtelen jogosultság az:%s
pl: Niewystarczający dostęp dla: %s
uk: Недостатній доступ для: %s

source: Permission count
hu: Engedélyek száma
pl: Liczba uprawnień
uk: Кількість дозволів

source: Content type
hu: Tartalom típus
pl: Typ zawartości
uk: Тип вмісту

source: Object ID
hu: Objektum azonosító
pl: ID obiektu
uk: ID об'єкта

source: Role to which the access is granted for the specified object.
hu: Szerepkör, amely a megadott objektumhoz hozzáférést biztosít.
pl: Rola, do której nadawany jest dostęp dla określonego obiektu.
uk: Роль, якій надано доступ до зазначеного об'єкта.

source: Access entry
hu: Hozzáférési bejegyzés
pl: Zgłoszenie dostępu
uk: Поле доступу

source: Access entries
hu: Hozzáférési bejegyzések
pl: Zgłoszenia dostępu
uk: Поля доступу

source: Role "%(role)s" permission's for "%(object)s"
hu: A "%(role)s" szerepkör engedélye a következőhöz: "%(object)s"
pl: Uprawnienia roli "%(role)s" dla obiektu "%(object)s"
uk: Дозволи ролі "%(role)s" для "%(object)s"

source: Edit ACLs
hu: Hozzáférési listák szerkesztése
pl: Edytuj listy ACL
uk: Редагувати СКД

source: View ACLs
hu: Hozzáférési listák megtekintése
pl: Przeglądaj listy ACL
uk: Переглянути СКД

source: Permissions add URL
hu: Hozzáférés adó URL
pl: Uprawnienia dodawania URL
uk: Дозволи на додавання URL

source: Permissions remove URL
hu: Engedélyeket eltávolító URL
pl: Uprawnienia usuwania URL
uk: Дозволи на видалення URL

source: Permissions URL
hu: Engedélyek URL-je
pl: Uprawnienia URL
uk: Дозволені URL

source: Role ID
hu: Szerepkör azonosító
pl: ID Roli
uk: ID Ролі

source: Primary key of the permission to add to the ACL.
hu: Az ACL-hez való hozzáadáshoz szükséges engedély elsődleges kulcsa.
pl: Klucz podstawowy pozwolenia na dodanie do listy ACL.
uk: Primary key (Первинний ключ) дозволу на додавання до СДК

source: Permission ID
hu: Engedély azonosító
pl: ID Uprawnienia
uk: ID Дозволу

source: Primary key of the permission to remove from the ACL.
hu: Az ACL-ből való eltávolítási engedély elsődleges kulcsa.
pl: Klucz podstawowy uprawnienia do usunięcia z listy ACL.
uk: Первинний ключ (Primary key) дозволу на видалення з СДК.

source: An ACL for "%(object)s" using role "%(role)s" already exists. Edit that ACL entry instead.
hu: A "%(object)s" ACL a "%(role)s” szerepkörrel már létezik. Szerkessze inkább az ACL-bejegyzést.
pl: Lista ACL dla „%(object)s” wykorzystująca rolę „%(role)s” już istnieje. Zamiast tego edytuj ten wpis ACL.
uk: СКД для %(object)s, яка використовує роль %(role)s, уже існує. Відредагуйте це поле СКД.

source: New access control lists for: %s
hu: Új hozzáférés-vezérlési listák a következőhöz: %s
pl: Nowe listy ACL dla: %s
uk: Новий список контролю доступу для: %s

source: Delete ACL: %s
hu: ACL törlése: %s
pl: Usuń listę ACL: %s
uk: Видалити СКД: %s

source: There are no ACLs for this object
hu: Ehhez az objektumhoz nincsenek ACL-ek
pl: Brak listy ACL dla tego objektu
uk: Відсутні СКД для цього об'єкта

source: ACL stands for Access Control List and is a precise method to control user access to objects in the system. ACLs allow granting a permission to a role but only for a specific object or set of objects.
hu: Az ACL az Access Control List a hozzáférési lista rövidítése, és egy pontos módszer a rendszerben lévő objektumokhoz való felhasználói hozzáférés ellenőrzésére. Az ACL-ek lehetővé teszik, hogy egy szerepkörnek engedélyt adjunk, de csak egy adott objektumhoz vagy objektumkészlethez.
pl: ACL to skrót od Access Control List i jest precyzyjną metodą kontrolowania dostępu użytkowników do obiektów w systemie. Listy ACL pozwalają na przyznanie uprawnienia do roli, ale tylko dla określonego obiektu lub zestawu obiektów.
uk: СКД означає Список Контролю Доступу і є точним методом контролю доступу користувача до об'єктів у системі. СКД дозволяє надати дозвіл на роль, але лише для конкретного об'єкту або набору об'єктів.

source: Access control lists for: %s
hu: Hozzáférési lista a: %s -hoz
pl: Listy ACL dla: %s
uk: Список контролю доступу для: %s

source: Granted permissions
hu: Megadott jogosúltságok
pl: Przyznane uprawnienia
uk: Надані дозволи

source: Available permissions
hu: Elérhető jogosúltságok
pl: Dostępne uprawnienia
uk: Доступні дозволи

source: Role "%(role)s" permission's for "%(object)s".
hu: A "%(role)s" szerepkör engedélye a "%(object)s" számára.
pl: Rola "%(role)s" uprawnienia dla "%(object)s".
uk: Дозвіл ролі %(role)sдля %(object)s.

source: Disabled permissions are inherited from a parent object or directly granted to the role and can't be removed from this view. Inherited permissions need to be removed from the parent object's ACL or from them role via the Setup menu.
hu: A letiltott jogosultságok a szülőobjektumtól öröklődnek, vagy közvetlenül a szerepkörnek vannak megadva, és nem távolíthatók el ebből a nézetből. Az öröklött jogosultságokat a szülőobjektum ACL-éből vagy a szerepkörből kell eltávolítani a Beállítás menü segítségével.
pl: Wyłączone prawa są dziedziczone z obiektu rodzica lub bezpośrednio nadane dla roli i nie mogą być usunięte w tym widoku. Dziedziczone prawa muszą być usunięte z listy ACL obiektu rodzica lub z roli w menu Ustawień.
uk: Відключені дозволи успадковуються від батьківського об'єкта або безпосередньо надаються ролі і не можуть бути видалені з цього представлення. Успадковані дозволи повинні бути видалені з батьківського об'єкта СКД або з їх ролі через меню Налаштування.

source: There are no ACLs
hu: Nincsenek ACL-ek
pl: Brak ACL
uk: СДК відсутні

source: Global access control lists
hu: Globális hozzáférési listák
pl: Globalne listy kontroli dostępu
uk: Списки глобального контролю доступу

source: Object type
hu: Objektum típusa
pl: Typ obiektu
uk: Тип об'єкта

source: Type of the object for which the access will be modified.
hu: Az objektum típusa, amelyhez a hozzáférés módosul.
pl: Typ obiektu, dla którego dostęp zostanie zmodyfikowany.
uk: Тип об'єкта, для якого доступ буде змінено.

source: Numeric identifier of the object for which the access will be modified.
hu: Annak az objektumnak a numerikus azonosítója, amelyhez a hozzáférés módosul.
pl: Numeryczny identyfikator obiektu, dla którego dostęp zostanie zmodyfikowany.
uk: Числовий ідентифікатор об'єкта, до якого буде змінено доступ.

source: Roles
hu: Szerepkörök
pl: Role
uk: Ролі

source: Roles whose access will be modified.
hu: Szerepkörök, amelyek hozzáférése módosul.
pl: Role, których dostęp zostanie zmodyfikowany.
uk: Ролі, доступ до яких буде змінено.

source: Permissions to grant/revoke to/from the role for the object selected above.
hu: Engedélyek a fent kiválasztott objektum szerepkörének megadásához/visszavonásához.
pl: Uprawnienia do nadawania/odwoływania do/z roli dla obiektu.
uk: Дозволи на надання/скасування ролі для об'єкта, вибраного вище.

source: Grant object access
hu: Objektum hozzáférés engedélyezése
pl: Przyznaj dostęp do obiektu
uk: Надання доступу до об'єкта

source: Access
hu: Hozzáférés

source: Revoke object access
hu: Az objektum hozzáférés visszavonása
pl: Odbierz dostęp do obiektu
uk: Скасувати доступ до об'єкта

source: Grant document access
hu: Dokumentum hozzáférés engedélyezése
pl: Przydziel dostęp dla dokumentu
uk: Надання доступу до документа

source: Revoke document access
hu: Dokumentum hozzáférés visszavonása
pl: Zabierz dostęp do dokumentu
uk: Скасувати доступ до документа
