Repository: patowari/DMS
Catalog: mayan/apps/mailer/locale/*/LC_MESSAGES/django.po
Languages: de_at, hu, uk

source: Mailer
hu: Levelező
uk: Розсилка

source: General
de_at: Allgemein
hu: Általános
uk: Загальний

source: From
de_at: Von
hu: Feladó
uk: Від

source: The sender's address. Some system will refuse to send messages if this value is not set.
de_at: Die Adresse des Absenders. Einige Systeme verweigern die Verarbeitung von Nachrichten, wenn dieser Wert nicht gesetzt ist.
hu: A feladó címe. Egyes rendszerek megtagadják az üzenetek küldését, ha ez az érték nincs beállítva.
uk: Адреса відправника. Деякі системи відмовляться надсилати повідомлення, якщо це значення не встановлено.

source: Compatibility
de_at: Kompatibilität
hu: Kompatibilitás
uk: Сумісність

source: Null backend
hu: Null háttérrendszer

source: Mailing
de_at: E-Mail
hu: Levelezés
uk: Розсилка

source: Email sent
de_at: E-Mail verschickt
hu: Email elküldve
uk: Лист відправлено

source: Mailing profile created
de_at: Mailprofil erstellt
hu: Levelezési profil létrehozva
uk: Створено профіль розсилки

source: Mailing profile edited
de_at: Mailprofil bearbeitet
hu: Levelezési profil szerkesztve
uk: Профіль розсилки відредаговано

source: Email address of the recipient. Can be multiple addresses separated by comma or semicolon.
de_at: E-Mailadresse des Empfängers. Es können mehrere Adressen eingetragen werden, getrennt durch Komma oder Semikolon.
hu: A címzett email címe. Több cím is lehet, vesszővel vagy pontosvesszővel elválasztva.
uk: Адреса електронної пошти одержувача. Може бути кілька адрес, розділених комою або крапкою з комою.

source: Email address
de_at: E-Mailadresse
hu: Emailcím
uk: Адреса електронної пошти

source: Subject
de_at: Betreff
hu: Tárgy
uk: Тема

source: Body
de_at: Nachrichtenteil
hu: Szövegtörzs
uk: Зміст листа

source: The email profile that will be used to send this email.
de_at: Das Mailprofil, das für die Versendung dieser E-Mail verwendet wird.
hu: Az email elküldéséhez használt email-profil.
uk: Профіль електронної пошти, який використовуватиметься для надсилання цього електронного листа.

source: Mailing profile
de_at: Mailprofil
hu: Levelezési profil
uk: Профіль розсилки

source: The driver to use when sending emails.
de_at: Der Treiber, der für das Senden von E-Mails verwendet werden soll.
hu: Az emailek küldésekor használt illesztőprogram.
uk: Драйвер для надсилання електронних листів.

source: Backend
hu: Háttérrendszer

source: Email document link
de_at: Dokumentenlink mailen
hu: Dokumentum hivatkozás küldése
uk: Посилання на документ електронної пошти

source: Email document file
de_at: Dokumentendatei mailen
hu: Dokumentumfájl küldése
uk: Е-мейл файл

source: Email document file link
de_at: Dokumentendateilink mailen
hu: Dokumentumfájl hivatkozás küldése
uk: Посилання на файл документа електронної пошти

source: Email document version
de_at: Dokumentenversion mailen
hu: Dokumentum verzió küldése
uk: Версія документа електроннї пошти

source: Email document version link
de_at: Dokumentenversionslink mailen
hu: A dokumentum verzió hivatkozásának elküldése emailben
uk: Посилання на версію документу електронної пошти

source: Email link version
de_at: Versionslink mailen
hu: Hivatkozás verzió küldése
uk: Версія посилання електронної пошти

source: Create mailing profile
de_at: Mailprofil erstellen
hu: Levelezési profil létrehozása
uk: Створити профіль розсилки

source: Delete
de_at: Löschen
hu: Törlés
uk: Видалити

source: Edit
de_at: Bearbeiten
hu: Szerkesztés
uk: Редагувати

source: Mailing profiles
de_at: Mailprofile
hu: Levelezési profilok
uk: Профілі розсилки

source: Test
hu: Tesztelés
uk: Тест

source: Attached to this email is the {{ object_name }}: {{ object }} -------- This email has been sent from %(project_title)s (%(project_website)s)
de_at: Angehängt an diese E-Mail ist {{ object_name }}: {{ object }} -------- Diese E-Mail wurde gesendet von %(project_title)s (%(project_website)s)
hu: Ehhez az emailhez csatoltuk a következőt: {{ object_name }}: {{ object }} -------- Ezt az emailt innen küldte: %(project_title)s ( %(project_website)s )
uk: До цього електронного листа додається {{ object_name }}: {{ object }} -------- Цей електронний лист був надісланий з %(project_title)s (%(project_website)s)

source: To access this {{ object_name }} click on the following link: {{ link }} -------- This email has been sent from %(project_title)s (%(project_website)s)
de_at: Für den Zugang zu {{ object_name }} klicken Sie bitte auf den folgenden Link: {{ link }} -------- Diese E-Mail wurde gesendet von %(project_title)s (%(project_website)s)
hu: A {{ object_name }} eléréséhez kattintson a következő linkre: {{ link }} -------- Ezt az emailt innen küldte: %(project_title)s ( %(project_website)s )
uk: Для доступу до цього {{ object_name }} натисніть на наступне посилання: {{ link }} -------- Цей електронний лист був відправлений з %(project_title)s (%(project_website)s)

source: Link for {{ object_name }}: {{ object }}
de_at: Link für {{ object_name }}: {{ object }}
hu: Link a következőhöz: {{ object_name }}: {{ object }}
uk: Посилання на {{ object_name }}: {{ object }}

source: Django SMTP backend
hu: Django SMTP háttérrendszer
uk: Сервер Django SMTP

source: Host
hu: Kiszolgáló
uk: Хост

source: The host to use for sending email.
de_at: Der Host für ausgehende Mails.
hu: Az emailek küldésére használt gazdagép.
uk: Хост, який використовується для відправки електронної пошти.

source: Port
hu: Portszám
uk: Порт

source: Port to use for the SMTP server.
de_at: Der Port des SMTP-Servers.
hu: Az SMTP-kiszolgálóhoz használandó port.
uk: Порт, який використовується для SMTP-сервера.

source: Use TLS
de_at: TLS benutzen
hu: TLS használata
uk: Використовувати TLS

source: Whether to use a TLS (secure) connection when talking to the SMTP server. This is used for explicit TLS connections, generally on port 587.
de_at: Ob eine TLS-gesicherte Verbindung zum SMTP-Server benutzt werden soll. Es werden explizite TLS-Verbindungen aufgebaut, üblicherweise an Port 587.
hu: Használjon-e TLS (biztonságos) kapcsolatot, amikor az SMTP-kiszolgálóhoz kapcsolódik. Ez az explicit TLS-kapcsolatokhoz használatos, általában az 587-es porton.
uk: Чи використовувати захищене з'єднання TLS при спілкуванні з SMTP-сервером. Це використовується для явних TLS-з'єднань, зазвичай на порту 587.

source: Use SSL
de_at: SSL benutzen
hu: SSL használata
uk: Використовувати SSL

source: Whether to use an implicit TLS (secure) connection when talking to the SMTP server. In most email documentation this type of TLS connection is referred to as SSL. It is generally used on port 465. If you are experiencing problems, see the explicit TLS setting "Use TLS". Note that "Use TLS" and "Use SSL" are mutually exclusive, so only set one of those settings to True.
de_at: Ob eine implizite gesicherte TLS-Verbindung zum SMTP-Server benutzt werden soll. In den meisten Dokumentationen wird dieser Typ der TLS-Verbindung als SSL referenziert. Er wird üblicherweise an Port 465 bereitgestellt. Wenn Sie Probleme feststellen, sehen Sie auch die explizite Einstellung "TLS benutzen". TLS und SSL schließen sich gegenseitig aus, also setzen Sie nur eine der beiden Einstellungen.
hu: Használjon-e implicit TLS (biztonságos) kapcsolatot, amikor az SMTP-kiszolgálóhoz kapcsolódik. A legtöbb email dokumentációban ezt a fajta TLS-kapcsolatot SSL-ként említik. Általában a 465-ös porton használják. Ha problémákat tapasztal, lásd az explicit TLS beállítás "TLS használata"-t . Vegye figyelembe, hogy a "TLS használata" és az "SSL használata" kölcsönösen kizárják egymást, ezért csak az egyik beállítást állítsa jelölje be.
uk: Чи слід використовувати неявне з'єднання TLS (безпечне) при спілкуванні з SMTP-сервером. У більшості документації щодо електронної пошти цей тип з'єднання TLS називається SSL. Зазвичай використовується на порту 465. Якщо у вас виникають проблеми, перегляньте налаштування явного TLS "Використовувати TLS". Зверніть увагу, що "Використовувати TLS" та "Використовувати SSL" виключають одне одного, тому встановлюйте лише одне з цих налаштувань на True.

source: Server
hu: Szerver
uk: Сервер

source: Django file based backend
de_at: Django dateibasiertes Backend
hu: Django fájl alapú háttérrendszer
uk: Django файловий бекенд

source: File path
de_at: Dateipfad
hu: Fájl elérési út
uk: Шлях до файлу

source: Storage
de_at: Dateispeicher
hu: Tároló
uk: Сховище

source: Test email from Mayan EDMS
de_at: Testmail aus Mayan EDMS
hu: Teszt email a Mayan EDMS-től
uk: Тестовий електронний лист від Mayan EDMS

source: A short text describing the mailing profile.
de_at: Ein kurzer Text, der das Mail-Profil beschreibt.
hu: A levelezési profilt leíró rövid szöveg.
uk: Короткий текст, що описує профіль розсилки.

source: Label
de_at: Bezeichner
hu: Cimke
uk: Мітка

source: If default, this mailing profile will be pre-selected on the document mailing form.
de_at: Wenn als Standard gesetzt, wird dieses Mailprofil auf dem Dokumentenmailformular voreingestellt.
hu: Alapértelmezés szerint ez a levelezési profil előre lesz kiválasztva a dokumentumküldési űrlapon.
uk: За умовчанням цей профіль розсилки буде попередньо вибрано у формі розсилки документа.

source: Default
de_at: Standard
hu: Alapéretelmezett
uk: За замовчуванням

source: Enabled
de_at: Aktiviert
hu: Engedélyezett
uk: Активовано

source: Create a mailing profile
de_at: Mailprofil erstellen
hu: Levelezési profil létrehozása
uk: Створити профіль розсилки

source: Delete a mailing profile
de_at: Mailprofil löschen
hu: Levelezési profil törlése
uk: Видалити профіль розсилки

source: Edit a mailing profile
de_at: Mailprofil bearbeiten
hu: Levelezési profil szerkesztése
uk: Редагувати профіль розсилки

source: View a mailing profile
de_at: Mailprofil ansehen
hu: Levelezési profil megtekintése
uk: Переглянути профіль розсилки

source: Use a mailing profile
de_at: Mailprofil verwenden
hu: Levelezési profil használata
uk: Використовувати профіль розсилки

source: Send document link via email
de_at: Link zum Dokument per E-Mail senden
hu: Dokumentum hivatkozás küldése emailben
uk: Надіслати посилання на документ електронною поштою

source: Send document file via email
de_at: Dokumentendatei per E-Mail senden
hu: Dokumentumfájl küldése emailben
uk: Надіслати файл документа електронною поштою

source: Send document file link via email
de_at: Dokumentendateilink per E-Mail senden
hu: Dokumentumfájl hivatkozás küldése emailben
uk: Надіслати посилання на файл документа електронною поштою

source: Send document version via email
de_at: Dokumentenversion per E-Mail senden
hu: Dokumentum verziójának küldése emailben
uk: Надіслати версію документа електронною поштою

source: Send document version link via email
de_at: Dokumentenversionslink per E-Mail senden
hu: A dokumentum verzió hivatkozásának elküldése emailben
uk: Надіслати посилання на версію документа електронною поштою

source: Send object
de_at: Objekt senden
hu: Objektum küldése
uk: Надіслати об'єкт

source: Template for the document email form subject line.
de_at: Vorlage für die Betreffzeile des Formulars für die Dokumentenversendung.
hu: Sablon a dokumentum email űrlapjának tárgysorához.
uk: Шаблон для рядка теми електронного листа документа.

source: Template for the document email form body text. Can include HTML.
de_at: Vorlage für den Textkörper einer Dokumenten-Mail. Kann HTML enthalten.
hu: Sablon a dokumentum email űrlapjának szövegtörzséhez. Tartalmazhat HTML-t.
uk: Шаблон основного тексту електронної форми документа. Може містити HTML.

source: Template for the document link email form subject line.
de_at: Vorlage für die Betreffzeile des Formulars für die Dokumentenlinkversendung.
hu: Sablon a dokumentum hivatkozás email űrlap tárgysorához.
uk: Шаблон для рядка теми електронної пошти з посиланням на документ.

source: Template for the document link email form body text. Can include HTML.
de_at: Vorlage für den Textkörper einer Dokumentenlink-Mail. Kann HTML enthalten.
hu: Sablon a dokumentumhivatkozás email űrlapjának szövegtörzséhez. Tartalmazhat HTML-t.
uk: Шаблон для основного тексту форми електронної пошти посилання на документ. Може містити HTML.

source: %(email)s is not a valid email address.
de_at: %(email)s ist keine gültige E-Mailadresse.
hu: A %(email)s nem érvényes email cím.
uk: %(email)s не є дійсною адресою електронної пошти.

source: Object
de_at: Objekt
hu: Objektum
uk: Об'єкт

source: %(count)d document file queued for email delivery
de_at: %(count)d Dokumentendatei in die E-Mailwarteschlange eingereicht
hu: %(count)d dokumentumfájl emailben történő kézbesítéshez várakozik
uk: %(count)d документів файлів поставлено в чергу для доставки електронною поштою.

source: %(count)d document files queued for email delivery
de_at: %(count)d Dokumentendateien in die E-Mailwarteschlange eingereicht
hu: %(count)d dokumentumfájl várakozik az email kézbesítésre
uk: %(count)d документів файлів поставлено в чергу для доставки електронною поштою.

source: %(count)d document file link queued for email delivery
de_at: %(count)d Dokumentendateilink in die E-Mailwarteschlange eingereicht
hu: %(count)d dokumentumfájl hivatkozás várakozik az email kézbesítésre
uk: %(count)d документів посилання файлу поставлено в чергу для доставки електронною поштою.

source: %(count)d document file links queued for email delivery
de_at: %(count)d Dokumentendateilinks in die E-Mailwarteschlange eingereicht
hu: %(count)d dokumentumfájl-hivatkozás várakozik az email kézbesítésre
uk: %(count)d документів посилань файлів поставлено в чергу для доставки електронною поштою.

source: %(count)d document version queued for email delivery
de_at: %(count)d Dokumentenversion in die E-Mailwarteschlange eingereicht
hu: %(count)d dokumentumverzió várakozik az email kézbesítésre
uk: %(count)d версія документа поставлена в чергу для доставки електронною поштою

source: %(count)d document versions queued for email delivery
de_at: %(count)d Dokumentenversionen in die E-Mailwarteschlange eingereicht
hu: %(count)d dokumentumverzió várakozik az email kézbesítésre
uk: %(count)d версій документів поставлено в чергу для доставки електронною поштою

source: %(count)d document version link queued for email delivery
de_at: %(count)d Dokumentenversionslink in die E-Mailwarteschlange eingereicht
hu: %(count)d dokumentumverzió hivatkozás várakozik az email kézbesítésre
uk: %(count)d посилання на версію документа поставлено в чергу для доставки електронною поштою

source: %(count)d document version links queued for email delivery
de_at: %(count)d Dokumentenversionslinks in die E-Mailwarteschlange eingereicht
hu: %(count)d dokumentumverzió hivatkozás várakozik az email kézbesítésre
uk: %(count)d посилань на версії документів очікують надсилання електронною поштою

source: %(count)d document link queued for email delivery
de_at: %(count)d Dokumentenlinks in die Mailwarteschlange eingereiht
hu: %(count)d dokumentumhivatkozás várakozóban van az email-kézbesítéshez
uk: %(count)d документ посилання поставлено в чергу для доставки електронною поштою

source: %(count)d document links queued for email delivery
de_at: %(count)d Dokumentenlink in die Mailwarteschlange eingereiht
hu: %(count)d dokumentumhivatkozások sorban állnak az email-kézbesítéshez
uk: %(count)d документів посилань поставлено в чергу для доставки електронною поштою.

source: New mailing profile backend selection
de_at: Auswahl des Backends für das neue Mailprofil
hu: Új levelezési profil háttérrendszer választás
uk: Вибір нового профілю розсилки

source: Create a "%s" mailing profile
de_at: Ein "%s" Mailprofil erstellen
hu: "%s" levelezési profil létrehozása
uk: Створити профіль розсилки "%s"

source: Delete mailing profile: %s
de_at: Mailprofil %s löschen
hu: Levelezési profil törlése: %s
uk: Видалити профіль розсилки: %s

source: Edit mailing profile: %s
de_at: Mailprofil %s bearbeiten
hu: Levelezési profil szerkesztése: %s
uk: Редагувати профіль розсилки: %s

source: Mailing profiles are email configurations. Mailing profiles allow sending documents as attachments or as links via email.
de_at: Mailprofile sind E-Mailkonfigurationen. Mailprofile erlauben das Senden von Dokumenten als Anhänge oder als Links.
hu: A levelezési profilok email konfigurációk. A levelezési profilok lehetővé teszik a dokumentumok csatolmányként vagy hivatkozásként történő elküldését emailben.
uk: Профілі розсилки – це конфігурації електронної пошти. Профілі розсилки дозволяють надсилати документи як вкладення або як посилання електронною поштою.

source: No mailing profiles available
de_at: Keine Mailprofile vorhanden
hu: Nem állnak rendelkezésre levelezési profilok
uk: Немає доступних профілів розсилки

source: Test email sent.
de_at: Test-E-Mail gesendet.
hu: Teszt email elküldve.
uk: Тестовий електронний лист надіслано.

source: Test mailing profile: %s
de_at: Mailprofil %s testen
hu: Levelezési profil tesztelése: %s
uk: Тестовий профіль розсилки: %s

source: Recipient
de_at: Empfänger
hu: Címzett
uk: Отримувач

source: Email address of the recipient. Can be multiple addresses separated by comma or semicolon. A template can be used to reference properties of the document.
de_at: E-Mail-Adresse des Empfängers. Kann aus mehreren durch Komma oder Semikolon getrennten Adressen bestehen. Eine Vorlage kann verwendet werden, um auf Eigenschaften des Dokuments zu verweisen.
hu: A címzett email címe. Több cím is lehet, vesszővel vagy pontosvesszővel elválasztva. Egy sablon használható a dokumentum tulajdonságainak hivatkozására.
uk: Адреса електронної пошти одержувача. Може бути кілька адрес, розділених комою або крапкою з комою. Шаблон може використовуватися для посилання на властивості документа.

source: CC
hu: Másolat

source: Address used in the "Bcc" header when sending the email. Can be multiple addresses separated by comma or semicolon. A template can be used to reference properties of the document.
de_at: Addresse für die "Bcc"-Kopfzeile. Können mehrere durch Komma oder Semikolon getrennte Adressen sein. Eine Vorlage kann verwendet werden, um auf Dokumenteneigenschaften zu verweisen.
hu: Az email küldésekor a „Titkos másolat” fejlécben használt cím. Több cím is lehet, vesszővel vagy pontosvesszővel elválasztva. Egy sablon használható a dokumentum tulajdonságainak hivatkozására.
uk: Адреса, використовувана в заголовку "Bcc" при відправці електронної пошти. Може бути кілька адрес, розділених комою або крапкою з комою. Шаблон може використовуватися для посилання на властивості документа.

source: BCC
hu: Titkos másolat

source: Reply to
hu: Válaszcím
uk: Відповідь на

source: Address used in the "Reply-To" header when sending the email. Can be multiple addresses separated by comma or semicolon. A template can be used to reference properties of the document.
de_at: Addresse für die "Reply-to"-Kopfzeile. Können mehrere durch Komma oder Semikolon getrennte Adressen sein. Eine Vorlage kann verwendet werden, um auf Dokumenteneigenschaften zu verweisen.
hu: Az email küldésekor a "Válaszcím" fejlécben használt cím. Több cím is lehet, vesszővel vagy pontosvesszővel elválasztva. Egy sablon használható a dokumentum tulajdonságainak hivatkozására.
uk: Адреса, використовувана в заголовку "Відповідь на" при відправці електронної пошти. Може бути кілька адрес, розділених комою або крапкою з комою. Шаблон може використовуватися для посилання на властивості документа.

source: Subject of the email. Can be a string or a template.
de_at: Betreff der E-Mail. Kann eine Zeichenfolge oder eine Vorlage sein.
hu: Az email tárgya. Lehet karakterlánc vagy sablon.
uk: Тема електронної пошти. Може бути рядком або шаблоном.

source: Body of the email to send. Can be a string or a template.
de_at: Textkörper der zu sendenden E-Mail. Kann eine Zeichenfolge oder eine Vorlage sein.
hu: Az elküldendő email szövegtörzse. Lehet karakterlánc vagy sablon.
uk: Тіло електронного листа для відправки. Може бути рядком або шаблоном.

source: Attachment
de_at: Anhang
hu: Melléklet
uk: Додаток

source: Attach an object to the email.
de_at: Ein Objekt an die E-Mail anhängen.
hu: Objektum csatolása az emailhez.
uk: Додати об’єкт до електронного листа.

source: Send object via email
de_at: Ein Objekt per E-Mail senden
hu: Objektum küldése emailben
uk: Надіслати об'єкт електронною поштою

source: Mailing profile to use when sending the email.
de_at: Mail-Profil, das beim Senden der E-Mail verwendet werden soll.
hu: Az email küldésekor használandó levelezési profil.
uk: Профіль розсилки для використання під час надсилання електронної пошти.

source: Parties
de_at: Parteien
hu: A felek
uk: Вечірки

source: Content
de_at: Inhalt
hu: Tartalom
uk: Зміст

source: Send document via email
de_at: Dokument als E-Mailanhang senden
hu: Dokumentum küldése emailben
uk: Надіслати документ електронною поштою

source: Attach the exported document version to the email.
de_at: Die exportierte Dokumentenversion an die E-Mail anhängen.
hu: Az exportált dokumentumverzió csatolása az emailhez.
uk: Додати експортовану версію документа до електронного листа.
