Repository: patowari/DMS
Catalog: mayan/apps/document_states/locale/*/LC_MESSAGES/django.po
Languages: ar_eg, de_at, pt_br

source: Workflows
ar_eg: المسارات

source: Current state of a workflow
ar_eg: الحالة الحالية للمسار
de_at: Aktueller Status eines Workflows
pt_br: Estado atual de um workflow

source: Deprecated: Use `state_active` instead. Return the current state of the selected workflow.
ar_eg: مُهمَل: استخدم `state_active` بدلاً من ذلك. إرجاع الحالة الحالية لسير العمل المُحدد.
de_at: Überholt: Verwenden Sie stattdessen `state_active`. Gibt den aktuellen Status des ausgewählten Workflows zurück.

source: Current completion of a workflow
ar_eg: الإكمال الحالي لسير العمل
de_at: Aktueller Fortschritt des Workflows

source: Deprecated: Use `state_active.completion` instead. Return the completion value of the current state of the selected workflow.
ar_eg: مُهمَل: استخدم `state_active.completion` بدلاً من ذلك. إرجاع قيمة الإكمال للحالة الحالية لسير العمل المُحدد.
de_at: Überholt: Verwenden Sie stattdessen `state_active.completion`. Gibt den aktuellen Fortschrittsstatus des ausgewählten Workflows zurück.

source: Return the current state of the selected workflow.
ar_eg: إرجاع الحالة الحالية المسار المحدد.
de_at: Den aktuellen Status des ausgewählten Workflows zurückgeben.
pt_br: Retorna o estado atual do workflow selecionado.

source: Return the completion value of the current state of the selected workflow.
ar_eg: إرجاع قيمة الإكمال للحالة الحالية المسار المحدد.
de_at: Den Ergebniswert des aktuellen Status des ausgewählten Workflows zurückgeben.
pt_br: Retorna o valor final do estado atual do workflow selecionado.

source: Return the last workflow instance log entry. The log entry itself has the following fields: datetime, transition, user, and comment.
ar_eg: قم بإرجاع آخر إدخال لسجل مثيل سير العمل. يحتوي إدخال السجل نفسه على الحقول التالية: التاريخ والوقت والانتقال والمستخدم والتعليق.
de_at: Gibt den letzten Protokolleintrag der Workflowinstanz zurück. Der Protokolleintrag selbst enthält die folgenden Felder: datetime, transition, user und comment.
pt_br: Retorna o último registro do log do workflow. O registro possui os seguintes campos: datetime, transição, usuário e comentário.

source: Get last log entry
ar_eg: احصل على آخر إدخال في السجل
de_at: Den letzten Protokolleintrag holen
pt_br: Obter a última entrada do log

source: Return the current context dictionary which includes runtime data from the workflow transition fields.
ar_eg: قم بإرجاع قاموس السياق الحالي الذي يتضمن بيانات وقت التشغيل من حقول انتقال سير العمل.
de_at: Gibt das aktuelle Kontext-Dictionary zurück, das Laufzeitdaten aus den Workflow-Übergangsfeldern enthält.
pt_br: Retorna o dicionário de contexto atual que inclui dados de execuçãos campos de transição do workflow.

source: Get the context
ar_eg: احصل على السياق
de_at: Den Kontext holen
pt_br: Obter contexto

source: Return the transition of the workflow instance.
ar_eg: تغير المسار
de_at: Den Übergang der Workflow-Instanz zurückgeben.
pt_br: Retorna a transição da instância do workflow.

source: Get last transition
ar_eg: احصل على آخر انتقال
de_at: Letzten Übergang holen
pt_br: Obter a última transição

source: A record of all state changes made to the workflow instance over time.
ar_eg: سجل لجميع تغييرات الحالة التي تم إجراؤها على مثيل سير العمل بمرور الوقت.
de_at: Aufzeichnung aller Statusänderungen einer Workflowinstanz über die Zeit.

source: None
ar_eg: لا شيء
de_at: Keine
pt_br: Nenhum

source: Documents
ar_eg: الوثائق
de_at: Dokumente
pt_br: Documentos

source: User
ar_eg: مستخدم
de_at: Benutzer
pt_br: Usuário

source: Last transition
ar_eg: الانتقال الأخير
de_at: Letzter Übergang
pt_br: Última transição

source: Date and time
ar_eg: الوقت والتاريخ
de_at: Datum und Uhrzeit
pt_br: Data e hora

source: Completion
ar_eg: إكمال
de_at: Fertigstellung
pt_br: Finalização

source: Additional details
ar_eg: تفاصيل إضافية
de_at: Zusätzliche Details
pt_br: Detalhes adicionais

source: When?
ar_eg: متي؟
de_at: Wann
pt_br: Quando?

source: Action type
ar_eg: نوع الإجراء
de_at: Aktionstyp
pt_br: Tipo de ação

source: Triggers are system events that will cause the transition to be applied.
ar_eg: سيتم تطبيق الانتقال عن طريق محددات مسبقة
de_at: Trigger sind Systemereignisse, die bewirken, dass der Übergang angewendet wird.
pt_br: Triggers são eventos do sistema que fazem com que essa transição seja aplicada.

source: Triggers
ar_eg: محفزات
de_at: Trigger

source: Type
ar_eg: النوع
de_at: Typ
pt_br: Tipo

source: Widget
ar_eg: القطعة

source: General
ar_eg: عامُّ
de_at: Allgemein

source: %(field_name)s template error: %(exception)s
ar_eg: خطأ قالب %(field_name)s: %(exception)s
de_at: %(field_name)s Vorlagenfehler: %(exception)s
pt_br: %(field_name)serro de template %(exception)s

source: Null backend
ar_eg: خلفية فارغة

source: Workflow instance created
ar_eg: تم إنشاء مثيل سير العمل
de_at: Workflowinstanz erstellt

source: Workflow instance transitioned
ar_eg: تم نقل مثيل سير العمل
de_at: Workflowinstanz übergegangen

source: Workflow created
ar_eg: إنشاء المسار
de_at: Workflow erstellt
pt_br: Workflow criado

source: Workflow edited
ar_eg: تعديل المسار
de_at: Workflow bearbeitet
pt_br: Workflow editado

source: Select a transition to execute in the next step.
ar_eg: حدد انتقالًا لتنفيذه في الخطوة التالية.
de_at: Wählen Sie einen Übergang aus, der im nächsten Schritt ausgeführt werden soll.
pt_br: Escolha uma transição para ser executada no próximo passo.

source: Transition
ar_eg: انتقال
de_at: Übergang
pt_br: Transição

source: Workflow template preview image
ar_eg: صورة معاينة قالب سير العمل
de_at: Workflowvorlagenvorschau

source: The action type for this action entry.
ar_eg: نوع الإجراء لإدخال الإجراء هذا.
de_at: Der Aktionstyp für diesen Aktionseintrag.
pt_br: O tipo de ação para esta entrada de ação.

source: Action
ar_eg: إجراء
de_at: Aktion
pt_br: Ação

source: Basic
ar_eg: أساسي
de_at: Basis

source: Field
ar_eg: مجال
de_at: Feld

source: Value
ar_eg: قيمة
de_at: Wert

source: Appearance
ar_eg: التفضيلات
de_at: Erscheinungsbild

source: Namespace
ar_eg: مساحة الاسم
de_at: Namensraum

source: Label
ar_eg: العنوان
de_at: Bezeichner
pt_br: Rótulo

source: No
ar_eg: رفض
de_at: Nein
pt_br: Não

source: Yes
ar_eg: قبول
de_at: Ja
pt_br: Sim

source: Enabled
ar_eg: مفعل
de_at: Aktiviert
pt_br: Habilitado

source: Create workflow
ar_eg: إنشاء المسار
de_at: Workflow erstellen
pt_br: Criar workflow

source: Document types
ar_eg: أنواع الوثائق
de_at: Dokumententypen
pt_br: Tipos de documentos

source: Delete
ar_eg: حذف
de_at: Löschen
pt_br: Excluir

source: Edit
ar_eg: تعديل
de_at: Bearbeiten
pt_br: Editar

source: Launch workflow
ar_eg: تشغيل المسار
de_at: Workflow starten
pt_br: Implantar o workflow

source: Preview
ar_eg: استعراض
de_at: Vorschau
pt_br: Pré-visualizar

source: Actions
ar_eg: الإجراءات
de_at: Aktionen
pt_br: Ações

source: Create action
ar_eg: خلق العمل
de_at: Aktion erstellen
pt_br: Criar ação

source: Create escalation
ar_eg: إنشاء مسار تصعيد
de_at: Eskalation erstellen

source: Escalations
ar_eg: التصعيد
de_at: Eskalationen

source: Create state
ar_eg: إنشاء
de_at: Status erstellen
pt_br: Criar estado

source: States
ar_eg: تنص على
de_at: Status
pt_br: Estados

source: Create transition
ar_eg: إنشاء انتقال
de_at: Übergang erstellen
pt_br: Criar transição

source: Transition triggers
ar_eg: مشغلات الانتقال
de_at: Übergangstrigger
pt_br: Triggers de transição

source: Transitions
ar_eg: الانتقالات
de_at: Übergänge
pt_br: Transições

source: Launch workflows
ar_eg: تفعيل المسارات
de_at: Workflows starten
pt_br: Disparar workflows

source: Create field
ar_eg: إنشاء الحقل
de_at: Feld erstellen
pt_br: Criar campo

source: Fields
ar_eg: مجالات
de_at: Felder
pt_br: Campos

source: Detail
ar_eg: التفاصيل
pt_br: Detalhes

source: Workflow documents
ar_eg: وثائق المسار
de_at: Workflow-Dokumente
pt_br: Documentos de workflow

source: State documents
ar_eg: وثائق الدولة
de_at: Dokumentenstatus
pt_br: Documentos do estado

source: Launch all workflows
ar_eg: تفعيل جميع المسارات
de_at: Alle Workflows starten
pt_br: Iniciar todos os workflows

source: Character
ar_eg: حرف
de_at: Zeichen
pt_br: Caractere

source: Number (Integer)
ar_eg: رقم (صحيح)
de_at: Zahl (Ganzzahl)
pt_br: Número (Inteiro)

source: Text area
ar_eg: منطقة النص
de_at: Textbereich
pt_br: Área de texto

source: On entry
ar_eg: عند الدخول
de_at: Beim Betreten
pt_br: Na entrada

source: On exit
ar_eg: عند الخروج
de_at: Beim Verlassen
pt_br: Na saída

source: Event trigger: %s
ar_eg: مشغل الحدث: %s
de_at: Ereignistrigger %s
pt_br: Trigger do evento: %s

source: The workflow template.
ar_eg: قالب سير العمل.
de_at: Die Workflowvorlage.

source: Workflow
ar_eg: المسار

source: Workflow instance creation date time.
ar_eg: تاريخ ووقت إنشاء مثيل سير العمل.
de_at: Erstellungszeitpunkt der Workflowinstanz.

source: Datetime
ar_eg: التاريخ والوقت
de_at: Zeit
pt_br: Hora e data

source: The document to which the workflow instance is attached.
ar_eg: المستند الذي تم إرفاق مثيل سير العمل به.
de_at: Das Dokument, mit dem die Workflowinstanz verbunden ist.

source: Document
ar_eg: الوثيقة
de_at: Dokument
pt_br: Documento

source: Context
ar_eg: سياق الكلام
de_at: Kontext
pt_br: Contexto

source: The currently active state of the workflow instance.
ar_eg: الحالة النشطة حاليًا لمثيل سير العمل.
de_at: Der momentane aktive Status der Workflowinstanz.

source: Active state
ar_eg: الحالة النشطة
de_at: Aktivstatus

source: Workflow instance
ar_eg: المسار المشابه
de_at: Workflow
pt_br: Instância do workflow

source: Workflow instances
ar_eg: حالات المسار
de_at: Workflows
pt_br: Instâncias do workflow

source: Comment
ar_eg: الشرح
de_at: Kommentar
pt_br: Comentário

source: Extra data
ar_eg: بيانات اضافية
de_at: Zusätzliche Daten
pt_br: Dados extra

source: Workflow instance log entry
ar_eg: سجل المسار المتشابه
de_at: Workflow Logeintrag
pt_br: Entrada do log de instâncias do workflow

source: Workflow instance log entries
ar_eg: إدخالات سجل المسار المتشابه
de_at: Workflow Logeinträge
pt_br: Entradas do log de instâncias do workflow

source: Not a valid transition choice.
ar_eg: ليس اختيار انتقال صالح.
de_at: Kein gültiger Übergang.
pt_br: Não é uma opção de transição válida.

source: Final state
ar_eg: الحالة النهائية
de_at: Endstatus

source: Initial state
ar_eg: الحالة الأولية
de_at: Initialstatus
pt_br: Estado Inicial

source: Launch workflow when document is created.
ar_eg: تشغيل المسار عند إنشاء الوثيقة
de_at: Workflow starten, wenn das Dokument erstellt wird.
pt_br: Disparar o workflow quando o documento for criado.

source: Auto launch
ar_eg: تشغيل تلقائي
de_at: Autostart
pt_br: Inicialização automática

source: This value will be used by other apps to reference this workflow. Can only contain letters, numbers, and underscores.
ar_eg: سيتم استخدام هذه القيمة بواسطة التطبيقات الأخرى للإشارة إلى سير العمل هذا. لا يمكن أن يحتوي إلا على أحرف وأرقام وشرطات سفلية.
de_at: Dieser Wert wird von anderen Programmteilen verwendet, um sich auf diesen Workflow zu beziehen. Es sind nur Buchstaben, Zahlen und Unterstriche erlaubt.
pt_br: Este valor será usado por outros aplicativos para referenciar este workflow. Pode conter apenas letras, números e subtraços.

source: Internal name
ar_eg: الإسم الداخلي
de_at: Interner Name
pt_br: Nome interno

source: A short text to describe the workflow.
ar_eg: وصف المسار
de_at: Ein kurzer Text zur Beschreibung des Workflows.
pt_br: Um texto curto para descrever o workflow.

source: Ignore workflow instances if they are in their final state.
ar_eg: تجاهل حالات سير العمل إذا كانت في حالتها النهائية.
de_at: Ignoriere Workflowinstanzen in Endstatus.

source: Ignore completed
ar_eg: تجاهل الانتهاء
de_at: Ignoriere beendete

source: Workflow runtime proxy
ar_eg: وقت تشغيل المسار
de_at: Workflow-Laufzeitproxy
pt_br: Proxy de tempo de execução do workflow

source: Workflow runtime proxies
ar_eg: وقت تشغيل المسار
de_at: Workflow-Laufzeit-Proxies
pt_br: Proxies de tempo de execução do workflow

source: The condition that will determine if this state action is executed or not. The condition is evaluated against the workflow instance. Conditions that do not return any value, that return the Python logical None, or an empty string ('') are considered to be logical false, any other value is considered to be the logical true.
ar_eg: الشرط الذي سيحدد ما إذا كان إجراء الحالة هذا قد تم تنفيذه أم لا. يتم تقييم الشرط مقابل مثيل سير العمل. تعتبر الشروط التي لا تُرجع أي قيمة ، وتعتبر أي قيمة أخرى هي الحقيقة المنطقية.
de_at: Die Bedingung, die bestimmt, ob diese Statusaktion ausgeführt wird oder nicht. Die Bedingung wird anhand der Workflow-Instanz ausgewertet. Bedingungen, die keinen Wert zurückgeben, die das logische Python None oder eine leere Zeichenfolge ('') zurückgeben, werden als logisch falsch betrachtet, jeder andere Wert wird als logisch wahr angesehen.
pt_br: A condição que determina se essa ação de estado será executada ou não. A condição é avaliada em relação à instância do workflow. As condições que não retornam nenhum valor, que retornam o lógico Python None ou uma string vazia ('') são consideradas lógicas false. Qualquer outro valor é considerado lógico true.

source: Workflow state
ar_eg: حالة المسار
de_at: Workflow Status
pt_br: Estado do workflow

source: A short text describing the action. Actions are execute by alphabetical order.
ar_eg: نص قصير يصف الإجراء. تُنفَّذ الإجراءات حسب الترتيب الأبجدي.
de_at: Ein kurzer Text, der die Aktion beschreibt. Aktionen werden in alphabetischer Reihenfolge ausgeführt.

source: At which moment of the state this action will execute.
ar_eg: في أي لحظة من الدولة سيتم تنفيذ هذا الإجراء.
de_at: Der Zeitpunkt des Status, an dem diese Aktion ausgeführt wird.
pt_br: Em que momento do workflow essa ação será executada.

source: When
ar_eg: متى
de_at: Wann
pt_br: Quando

source: Workflow state action
ar_eg: إجراء حالة المسار
de_at: Workflowstatusaktion
pt_br: Ação do estado do workflow

source: Workflow state actions
ar_eg: إجراءات حالة المسار
de_at: Statusaktionen von Workflows
pt_br: Ações do estado do workflow

source: Workflow escalation.
ar_eg: تصعيد سير العمل.
de_at: Workfloweskalation.

source: Determine the order in which the escalations will be evaluated. Escalations with a lower priority number are executed before escalations with a higher priority number.
ar_eg: حدد ترتيب تقييم التصعيدات. تُنفَّذ التصعيدات ذات الأولوية الأقل قبل التصعيدات ذات الأولوية الأعلى.
de_at: Legt die Reihenfolge fest, in der die Eskalationen evaluiert werden. Eskalationen mit niedriger Priorität werden vor Eskalationen mit hoher Priorität ausgeführt.

source: Priority
ar_eg: أولوية
de_at: Priorität

source: Enable automatic transition the workflow after a specified amount of time has elapsed in the state without change.
ar_eg: تمكين الانتقال التلقائي لسير العمل بعد مرور فترة زمنية محددة في الحالة دون تغيير.
de_at: Automatischen Workflowübergang nach einer definierten Zeitspanne ohne Änderung im selben Status aktivieren.

source: Time unit
ar_eg: وحدة الوقت
de_at: Zeiteinheit

source: Amount of the selected escalation units of time.
ar_eg: كمية وحدات التصعيد المحددة للوقت.
de_at: Betrag der Zeiteinheiten der ausgewählten Eskalation.

source: Amount
ar_eg: كمية
de_at: Anzahl
pt_br: Montante

source: Comment to save to the workflow instance when the escalation is executed.
ar_eg: إضافة ملاحظة لحفظها في حالة سير العمل عند تنفيذ عملية التصعيد
de_at: Kommentar, der auf der Workflowinstanz gespeichert wird, wenn die Eskalation durchgeführt wird.

source: Workflow state escalation
ar_eg: تصعيد حالة سير العمل
de_at: Workflowstatuseskalation

source: Workflow state escalations
ar_eg: تصعيدات حالة سير العمل
de_at: Workflowstatuseskalationen

source: A short text to describe the workflow state.
ar_eg: وصف حالة المسار
de_at: Ein kurzer Text zur Beschreibung des Workflowstatus.
pt_br: Um texto curto para descrever o estado do workflow.

source: The state at which the workflow will start in. Only one state can be the initial state.
ar_eg: الحالة التي سيبدأ فيها سير العمل. يمكن أن تكون الحالة الأولية هي حالة واحدة فقط.
de_at: Der Status, in dem der Workflow gestartet wird. Nur ein Status kann der Anfangszustand sein.
pt_br: O estado no qual o workflow irá se iniciar. Somente um estado pode ser o estado inicial.

source: Initial
ar_eg: مبدئي
pt_br: Inicial

source: The state at which the workflow will stop. Only one state can be the final state.
ar_eg: الحالة التي سيتوقف عندها سير العمل. حالة واحدة فقط يمكن أن تكون الحالة النهائية.
de_at: Der Status, in dem der Workflow gestoppt wird. Nur ein Status kann der Endzustand sein.

source: Final
ar_eg: نهائي
de_at: Ende

source: The percent of completion that this state represents in relation to the workflow. Use numbers without the percent sign.
ar_eg: نسبة الاكتمال التي تمثلها هذه الحالة فيما يتعلق بسير العمل. استخدم الأرقام بدون علامة النسبة المئوية.
de_at: Der Fertigstellungsgrad, den dieser Status im Verhältnis zum Workflow darstellt. Verwenden Sie Zahlen ohne Prozentzeichen.
pt_br: O percentual de compleição que este estado representa em relação ao workflow. Use números sem o sinal de porcento.

source: Workflow states
ar_eg: حالات المسار
de_at: Workflow Status
pt_br: Estados do workflow

source: Workflow state runtime proxy
ar_eg: وقت تشغيل حالة المسار
de_at: Laufzeitproxy für Workflowstatus
pt_br: Proxy de tempo de execução do workflow

source: Workflow state runtime proxies
ar_eg: وقت تشغيل حالة المسار
de_at: Runtime-Proxies für Workflowstatus
pt_br: Proxies de tempo de execução do workflow

source: Lookup value error: %s
ar_eg: خطأ في قيمة البحث: %s
de_at: Fehler für Suchwert: %s

source: Has a default?
ar_eg: هل يوجد إعداد افتراضي؟
de_at: Standard vorhanden

source: Has a lookup?
ar_eg: هل لديك بحث؟
de_at: Weist eine Suche auf

source: Value is not one of the provided options.
ar_eg: القيمة ليست من بين الخيارات المتوفرة.
de_at: Der Wert entspricht keiner der vorgegebenen Optionen.

source: The name that will be used to identify this field in other parts of the workflow system.
ar_eg: الاسم الذي سيتم استخدامه لتعريف هذا الحقل في أجزاء أخرى من نظام المسار.
de_at: Der Name, der zur Identifizierung dieses Felds in anderen Teilen des Workflow-Systems verwendet wird.
pt_br: O nome que será usado para identificar este campo em outras partes do sistema de workflow.

source: The field name that will be shown on the user interface.
ar_eg: اسم الحقل الذي سيظهر على واجهة المستخدم.
de_at: Der Feldname, der auf der Benutzeroberfläche angezeigt wird.
pt_br: O nome de campo que será mostrado na interface de usuário.

source: Optional default value for the field. Can be a template.
ar_eg: قيمة افتراضية اختيارية للحقل. يمكن أن تكون قالبًا.
de_at: Optionaler Standardwert für das Feld. Kann eine Vorlage sein.

source: Default
ar_eg: القيمة الإفتراضية
de_at: Standard

source: Enter a template to render. Must result in a comma delimited string.
ar_eg: أدخل قالب للعرض ، يجب أن ينتج عنه سلسلة مفصولة
de_at: Eine Vorlage zur Wiedergabe eingeben. Muss eine durch Kommata getrennte Zeichenkette ergeben.

source: Lookup
ar_eg: ابحث عن
de_at: Suche

source: An optional message that will help users better understand the purpose of the field and data to provide.
ar_eg: رسالة اختيارية تساعد المستخدمين على فهم الغرض من الحقل والبيانات التي يجب توفيرها بشكل أفضل.
de_at: Eine optionale Nachricht, die den Benutzern hilft, den Zweck des Felds und die Daten, die bereitgestellt werden sollen, besser zu verstehen.
pt_br: Uma mensagem opcional que ajudará os usuários a entenderem melhor o propósito do campo e dos dados a serem fornecidos.

source: Help text
ar_eg: نص المساعدة
de_at: Hilfetext
pt_br: Texto de ajuda

source: Whether this field needs to be filled out or not to proceed.
ar_eg: ما إذا كان هذا الحقل يحتاج إلى ملئه أم لا للمتابعة.
de_at: Ob dieses Feld ausgefüllt werden muss bevor fortgefahren werden kann.

source: Required
ar_eg: متطلب
de_at: Erforderlich
pt_br: Obrigatório

source: An optional class to change the default presentation of the field.
ar_eg: فئة اختيارية لتغيير العرض التقديمي الافتراضي للحقل.
de_at: Eine optionale Klasse zum Ändern der Standarddarstellung des Felds.
pt_br: Uma classe opcional para alterar a apresentação padrão do campo.

source: Widget class
ar_eg: فئة القطعة
de_at: Widget-Klasse
pt_br: Classe do widget

source: A group of keyword arguments to customize the widget. Use YAML format.
ar_eg: إستخدام نوع التنسيق المحدد
de_at: Eine Gruppe von Schlüsselwortargumenten zum Anpassen des Widgets. Verwenden Sie das YAML-Format.
pt_br: Um grupo de palavras chave para customizar o widget. Use o formato YAML.

source: Widget keyword arguments
ar_eg: وسيطات الكلمات الرئيسية القطعة
de_at: Widget-Schlüsselwortargumente
pt_br: Argumentos keyword do widget

source: Workflow transition field
ar_eg: حقل انتقال المسار
de_at: Workflow Übergangsfeld
pt_br: Campo de transição do workflow

source: Workflow transition fields
ar_eg: حقول انتقال المسار
de_at: Workflow Übergangsfelder
pt_br: Campos de transição do workflow

source: The condition that will determine if this transition is enabled or not. The condition is evaluated against the workflow instance. Conditions that do not return any value, that return the Python logical None, or an empty string ('') are considered to be logical false, any other value is considered to be the logical true.
ar_eg: الشرط الذي سيحدد ما إذا كان هذا الانتقال ممكّنًا أم لا. يتم تقييم الشرط مقابل مثيل سير العمل. تعتبر الشروط التي لا تُرجع أي قيمة ، وتعتبر أي قيمة أخرى هي الحقيقة المنطقية.
de_at: Die Bedingung, die bestimmt, ob dieser Übergang aktiviert ist oder nicht. Die Bedingung wird anhand der Workflow-Instanz ausgewertet. Bedingungen, die keinen Wert zurückgeben, die das logische Python None oder eine leere Zeichenfolge ('') zurückgeben, werden als logisch falsch betrachtet, jeder andere Wert wird als logisch wahr angesehen.
pt_br: A condição que determina se essa transição será ativada ou não. A condição é avaliada em relação à instância do fluxo de trabalho. As condições que não retornam nenhum valor, que retornam o lógico Python None ou uma string vazia ('') são consideradas lógicas false. Qualquer outro valor é considerado lógico true.

source: A short text to describe the transition.
ar_eg: نص قصير لوصف الانتقال.
de_at: Ein kurzer Text, um den Übergang zu beschreiben.
pt_br: Um texto curto para descrever a transição.

source: Origin state
ar_eg: المنشأ
de_at: Herkunftsstatus
pt_br: Estado original

source: Destination state
ar_eg: الهدف
de_at: Zielstatus
pt_br: Estado de destino

source: Workflow transition
ar_eg: تغير المسار
de_at: Workflow Übergang
pt_br: Transição do workflow

source: Workflow transitions
ar_eg: تغيرات المسار
de_at: Workflow Übergänge
pt_br: Transições do workflow

source: Event type
ar_eg: نوع الحدث
de_at: Ereignistyp
pt_br: Tipo de evento

source: Workflow transition trigger event
ar_eg: حدث انتقال المسار
de_at: Workflowübergangstriggerereignis
pt_br: Evento trigger de transição do workflow

source: Workflow transitions trigger events
ar_eg: تؤدي انتقالات المسار إلى تشغيل الأحداث
de_at: Workflowübergangstriggerereignisse
pt_br: Eventos trigger de transições de workflow

source: Document workflows
ar_eg: مسارات الوثيقة
de_at: Dokumentenworkflows
pt_br: Workflows do documento

source: Create workflow templates
ar_eg: إنشاء قوالب سير العمل
de_at: Workflowvorlagen erstellen
pt_br: Criar modelo de workflow

source: Delete workflow templates
ar_eg: حذف قوالب سير العمل
de_at: Workflowvorlagen löschen
pt_br: Eliminar modelos de workflow

source: Edit workflow templates
ar_eg: تحرير قوالب سير العمل
de_at: Workflowvorlagen bearbeiten
pt_br: Editar modelos de workflow

source: View workflow templates
ar_eg: عرض قوالب سير العمل
de_at: Workflowvorlagen betrachten
pt_br: Ver modelos de workflow

source: Transition workflow instances
ar_eg: حالات سير عمل الانتقال
de_at: Übergangsinstanzen
pt_br: Ocorrências da transição do workflow.
