Repository: patowari/DMS
Catalog: mayan/apps/document_states/locale/*/LC_MESSAGES/django.po
Languages: ar_eg, de_at, pt_br

source: Execute workflow tools
ar_eg: تفعيل ادوات المسار
de_at: Werkzeuge für Workflow ausführen
pt_br: Executar ferramentas de workflow

source: Workflows slow
ar_eg: سير العمل بطيء
de_at: Workflows langsam

source: Launch a workflow for a document
ar_eg: تشغيل المسارات
de_at: Workflow für ein Dokument starten
pt_br: Inicie um workflows para um documento

source: Launch all workflows for a document
ar_eg: تفعيل المسارات للوثيقة
de_at: Alle Workflows für ein Dokument starten
pt_br: Lançar todos os workflows para um documento

source: Check a workflow instance for state escalation.
ar_eg: التحقق من مثيل سير العمل لتصعيد الحالة.
de_at: Eine Workflowinstanz auf Statuseskalation überprüfen.

source: Check all workflow instances for state escalation.
ar_eg: التحقق من جميع حالات سير العمل لتصعيد الحالة.
de_at: Alle Workflowinstanzen auf Statuseskalation überprüfen.

source: Launch all workflows for all documents
ar_eg: تفعيل جميع المسارات لجميع الوثائق
de_at: Alle Workflows für alle Dokumente starten
pt_br: Lance todos os workflows para todos os documentos

source: Launch a workflow
ar_eg: ابدأ المسار
de_at: Einen Workflow starten
pt_br: Implantar um workflow

source: Document workflow transition comment
ar_eg: تعليق على انتقال سير عمل المستند
de_at: Kommentar für Workflowübergang
pt_br: Comentário de transição do documento de workflow

source: Primary key of the workflow template to launch.
ar_eg: المفتاح الأساسي لقالب سير العمل لبدء التشغيل.
de_at: Primärschlüssel der Workflowvorlage.
pt_br: Chave primária do modelo de workflow a ser lançado

source: Workflow template ID
ar_eg: معرف قالب سير العمل
de_at: Workflowvorlagen-ID

source: Document URL
ar_eg: عنوان URL للمستند
de_at: Dokument-URL

source: Primary key of the transition to be added.
ar_eg: سيتم إضافة المفتاح الأساسي للانتقال.
de_at: Primärschlüssel des hinzuzufügenden Übergangs.
pt_br: Chave primária da transição a ser adicionada.

source: Transition ID
ar_eg: معرف الانتقال

source: Workflow instance URL
ar_eg: عنوان URL لمثيل سير العمل
de_at: Workflowinstanz-URL

source: Workflow template URL
ar_eg: عنوان URL لقالب سير العمل
de_at: Workflowvorlagen-URL

source: Workflow template
ar_eg: قالب سير العمل
de_at: Workflowvorlage

source: Current state
ar_eg: الوضع الحالي
de_at: Aktueller Status
pt_br: Estado atual

source: Last log entry
ar_eg: آخر إدخال في السجل
de_at: Letzter Logeintrag

source: Log entries URL
ar_eg: عنوان URL لإدخالات السجل
de_at: Logeinträge-URL

source: A link to the entire history of this workflow.
ar_eg: ربط سجل المسار
de_at: Ein Link zur kompletten Historie dieses Workflows.
pt_br: Um link para todo o histórico deste workflow.

source: Log entry transitions URL
ar_eg: انتقالات إدخالات السجل في عنوان URL
de_at: Übergangslogeinträge-URL

source: API URL pointing to a workflow in relation to the document to which it is attached. This URL is different than the canonical workflow URL.
ar_eg: يشير عنوان URL الخاص بواجهة برمجة التطبيقات إلى سير عمل يتعلق بالوثيقةالمرفق به. يختلف عنوان URL هذا عن عنوان URL الأساسي لسير العمل.
de_at: API URL für den Workflow, der auf das Dokument verweist, mit dem er verknüpft ist. Diese URL unterscheidet sich von der kanonischen Workflow-URL.
pt_br: URL da API que aponta para um workflow em relação ao documento ao qual está anexado. Essa URL é diferente da URL de workflow canônico.

source: Document types add URL
ar_eg: عنوان URL لإضافة أنواع المستندات
de_at: Dokumententypen hinzufügen URL

source: Document types remove URL
ar_eg: عنوان URL لحذف أنواع المستندات
de_at: Dokumententypen entfernen URL

source: Document types URL
ar_eg: عنوان URL لأنواع المستندات
de_at: Dokumententypen URL

source: Documents URL
ar_eg: رابط المستندات
de_at: Dokument-URL

source: Image URL
ar_eg: رابط الصورة
de_at: Bild URL

source: States URL
ar_eg: عنوان URL للولايات
de_at: Status-URL

source: Transitions URL
ar_eg: عنوان URL للانتقالات
de_at: Übergangs-URL

source: Primary key of the document type to add to the workflow.
ar_eg: المفتاح الأساسي لنوع المستند المراد إضافته إلى رابط المسار.
de_at: Primärschlüssel des Dokumententyps, der zum Workflow hinzugefügt werden soll.
pt_br: Chave-primária do tipo de documento a adicionar ao workflow.

source: Document type ID
ar_eg: مُعرِّف نوع المستند
de_at: Dokumenttyp-ID

source: Primary key of the document type to remove from the workflow.
ar_eg: المفتاح الأساسي لنوع المستند المراد حذفه من رابط المسار.
de_at: Primärschlüssel des Dokumententyps, der vom Workflow entfernt werden soll.
pt_br: Chave-primária do tipo de documento a remover do workflow.

source: Workflow template state ID
ar_eg: معرف حالة قالب سير العمل
de_at: Workflowvorlagenstatus-ID

source: Workflow template state URL
ar_eg: عنوان URL لحالة قالب سير العمل
de_at: Workflowvorlagenstatus-URL

source: Primary key of the workflow template transition to be added.
ar_eg: المفتاح الأساسي لانتقال قالب سير العمل الذي سيتم إضافته.
de_at: Primärschlüssel der Workflowvorlage, die hinzugefügt werden soll.

source: Workflow template transition ID
ar_eg: معرف انتقال قالب سير العمل
de_at: Workflowvorlagenübergangs-ID

source: Workflow template transition URL
ar_eg: عنوان URL لانتقال قالب سير العمل
de_at: Workflowvorlagenübergangs-URL

source: Actions URL
ar_eg: عنوان URL للإجراءات
de_at: Aktionen-URL

source: Escalations URL
ar_eg: عنوان URL للتصعيد
de_at: Eskalationen-URL

source: Workflow transition ID
ar_eg: معرف انتقال سير العمل
de_at: Workflowübergangs-ID

source: Workflow transition URL
ar_eg: عنوان URL لانتقال سير العمل
de_at: Workflowübergangs-URL

source: Primary key of the destination state to be added.
ar_eg: المفتاح الأساسي للدولة الوجهة المراد إضافتها.
de_at: Primärschlüssel des hinzuzufügenden Zielstatus.
pt_br: Chave primária do estado de destino a ser adicionado.

source: Destination state ID
ar_eg: معرف دولة الوجهة
de_at: Zielstatus-ID

source: Field list URL
ar_eg: عنوان URL لقائمة الحقول
de_at: Feldlisten-URL

source: Primary key of the origin state to be added.
ar_eg: المفتاح الأساسي لحالة الأصل المراد إضافتها.
de_at: Primärschlüssel des hinzuzufügenden Herkunftsstatus.
pt_br: Chave primária do estado de origem a ser adicionado.

source: Origin state ID
ar_eg: معرف الدولة الأصلية
de_at: Herkunftsstatus-ID

source: Trigger list URL
ar_eg: عنوان URL لقائمة المشغلات
de_at: Triggerlisten-URL

source: Event Type ID
ar_eg: معرف نوع الحدث
de_at: Ereignistyp-URL
pt_br: Tipo de ID do evento

source: Unknown or invalid event type ID `%s`
ar_eg: معرف الحدث غير معروف او غير صالح `%s`
de_at: Unbekannte oder ungültige Ereignistyp-ID `%s`
pt_br: Tipo de ID do evento desconhecido ou inválido `%s`

source: File path to the graphviz dot program used to generate workflow previews.
ar_eg: مسار الملف الستخدم لإنشاء معاينة للمسار
de_at: Dateipfad zum graphviz-dot-Programm zum Generieren einer Workflow-Vorschau.
pt_br: Caminho do arquivo para o programa graphviz dot usado para gerar visualizações do workflow.

source: The threshold at which the WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND will start deleting the oldest workflow image cache files. Specify the size in bytes.
ar_eg: الحد الذي سيبدأ عنده WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND في حذف أقدم ملفات ذاكرة التخزين المؤقت لصورة مسار العمل. حدد الحجم بالبايت.
de_at: Der Schwellenwert, ab dem WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND die ältesten Workflow-Bild-Cache-Dateien löscht. Geben Sie die Größe in Bytes an.
pt_br: O limiar a partir do qual o WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND irá começar a apagar os mais antigos arquivos de imagem de cache de workflow. Especifique o tamanho em bytes.

source: Path to the Storage subclass to use when storing the cached workflow image files.
ar_eg: المسار إلى فئة التخزين الفرعية لاستخدامها عند تخزين ملفات صور سير العمل المخزنة مؤقتًا.
de_at: Pfad zur Speicherunterklasse, die zum Speichern der zwischengespeicherten Workflow-Bilddateien verwendet werden soll.
pt_br: Caminho para a subclasse de Storage que será usada para armazenar os arquivos de imagens de workflow em cache.

source: Arguments to pass to the WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND.
ar_eg: وسيطات لتمريرها إلى WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND.
de_at: Argumente, die an WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND übergeben werden.
pt_br: Argumentos a serem passados para WORKFLOWS_IMAGE_CACHE_STORAGE_BACKEND.

source: Interval in seconds on which the task to check for expired workflow states will be launched.
ar_eg: الفترة الزمنية بالثواني التي سيتم فيها تشغيل مهمة التحقق من حالات سير العمل منتهية الصلاحية.
de_at: Intervall in Sekunden, in dem der Task für die Überprüfung abgelaufener Workflowstatus gestartet wird.

source: Unable to initialize the workflow preview storage. Check the settings {} and {} for formatting errors.
ar_eg: غير قادر على تهيئة تخزين معاينةالمسار. تحقق من إعدادات {} و {} لأخطاء التنسيق.
de_at: Der Workflow-Vorschau-Dateispeicher kann nicht initialisiert werden. Überprüfen Sie die Einstellungen {} und {} auf Formatierungsfehler.
pt_br: Não foi possível iniciar o armazenamento de preview de workflow. Verifique os parâmetros {} e {} para erros de formatação.

source: Workflow preview images
ar_eg: معاينة المسار
de_at: Workflow-Vorschaubilder
pt_br: Imagens de preview de workflow.

source: Assign workflows to the document type of this document to have this document execute those workflows.
ar_eg: يجب تحديد مسارات الوثيقة أولاً ! لتفعيل المسارات للوثيقة
de_at: Weisen Sie Workflows zu dem Dokumententyp dieses Dokuments zu, damit sie für dieses Dokument durchgeführt werden.
pt_br: Atribua workflows ao tipo deste documento para que ele execute tais fluxos.

source: There are no workflows for this document
ar_eg: لم يتم العثور على مسارات لهذه الوثيقة
de_at: Keine Workflows für dieses Dokument vorhanden
pt_br: Não há workflows para este documento

source: Workflows for document: %s
ar_eg: سير عمل الوثيقة: %s
de_at: Workflows für Dokument %s
pt_br: Workflows para o documento: %s

source: This view will show the state changes as a workflow instance is transitioned.
ar_eg: ستُظهر طريقة العرض هذه التغييرات حال انتقال المسار.
de_at: In dieser Ansicht werden die Statusänderungen beim Übergang einer Workflow-Instanz angezeigt.
pt_br: Esta visão irá mostrar as mudanças de estado na medida em que uma instância de workflow é transicionada.

source: There are no details for this workflow instance
ar_eg: لا توجد تفاصيل للمسار
de_at: Zu dieser Workflow-Instanz sind keine Details vorhanden
pt_br: Não há detalhes para esta instância de workflow

source: Detail of workflow: %(workflow)s
ar_eg: تفاصيل المسار: %(workflow)s
de_at: Detail für Workflow %(workflow)s
pt_br: Detalhe do workflow: %(workflow)s

source: Document "%s" transitioned successfully
ar_eg: تم نقل المستند &quot;%s&quot; بنجاح
de_at: Übergang von Dokument "%s" erfolgreich
pt_br: Documento "%s" transicionado com sucesso

source: Execute transition "%(transition)s" for workflow: %(workflow)s
ar_eg: تشغيل النقل &quot;%(transition)s&quot; المسار: %(workflow)s
de_at: Übergang "%(transition)s" für Workflow %(workflow)s ausführen
pt_br: Execute a transição "%(transition)s" para o workflow %(workflow)s

source: Optional comment to attach to the transition.
ar_eg: تعليق اختياري لإرفاقه بالنقل.
de_at: Optionaler Kommentar, der an den Übergang angehängt werden soll.
pt_br: Comentário opcional a ser anexado à transição.

source: Select
ar_eg: إختيار
de_at: Auswählen
pt_br: Selecionar

source: Select transition for workflow "%(workflow)s" of document "%(document)s"
ar_eg: حدد الانتقال لسير العمل "" للمستند ""%(workflow)s%(document)s
de_at: Übergang für Workflow "%(workflow)s" von Dokument "%(document)s" auswählen
pt_br: Selecione a transição para o workflow "%(workflow)s" do documento "%(document)s"

source: Associate a workflow with some document types and documents of those types will be listed in this view.
ar_eg: إقران المسار ببعض أنواع الوثائق وعرضها
de_at: Verknüpfen Sie einen Workflow mit Dokumententypen, um die Dokumente dieser Typen hier anzuzeigen.
pt_br: Associe um workflow a alguns tipos de documentos e os documentos desses tipos serão listados nesta vista.

source: There are no documents executing this workflow
ar_eg: لا توجد وثائق للمسار
de_at: Keine Dokumente führen diesen Workflow aus
pt_br: Não há documentos executando este fluxo de trabalho

source: Documents with the workflow: %s
ar_eg: مسار الوثائق : %s
de_at: Dokumente mit Workflow %s
pt_br: Documentos com o fluxo de trabalho: %s

source: Create some workflows and associated them with a document type. Active workflows will be shown here and the documents for which they are executing.
ar_eg: يجب ربط المسارات بالوثائق
de_at: Workflows erstellen und mit einem Dokumententyp verknüpfen. Aktive Workflows werden hier angezeigt und die Dokumente, für die sie ausgeführt werden.
pt_br: Crie alguns fluxos de trabalho e associe-os a um tipo de documento. Os fluxos de trabalho ativos e os documentos para os quais eles estão sendo executados serão mostrados aqui.

source: There are no workflows
ar_eg: لا توجد مسارات
de_at: Keine Workflows vorhanden
pt_br: Não há fluxos de trabalho

source: There are no documents in this workflow state
ar_eg: لا توجد وثائق في المسار
de_at: In diesem Workflow-Status befinden sich keine Dokumente
pt_br: Não há documentos neste estado do workflow

source: Documents in the workflow "%s", state "%s"
ar_eg: الوثائق الموجودة في المسار &quot;%s&quot; ، الحالة &quot;%s&quot;
de_at: Dokumente im Workflow "%s" mit Status "%s"
pt_br: Documentos no workflow "%s", estado "%s"

source: Create escalation for workflow state: %s
ar_eg: إنشاء تصعيد لحالة سير العمل:%s
de_at: Eskalation für Workflowstatus %s erstellen

source: Delete workflow state escalation: %s
ar_eg: حذف تصعيد حالة سير العمل:%s
de_at: Workflowstatuseskalation %s löschen

source: Edit workflow state escalation: %s
ar_eg: تحرير تصعيد حالة سير العمل%s
de_at: Workflowstatuseskalation %s bearbeiten

source: Workflow state escalation allow workflows to execute a transition automatically after a specific amount of time.
ar_eg: يتيح تصعيد حالة سير العمل لسير العمل تنفيذ انتقال تلقائيًا بعد فترة زمنية محددة.
de_at: Workflowstatuseskalationen erlauben die automatische Ausführung nach einer bestimmten Zeitspanne.

source: There are no escalations for this workflow state.
ar_eg: لا توجد تصعيدات لحالة سير العمل هذه.
de_at: Keine Eskalationen für diesen Workflowstatus definiert.

source: Escalations for workflow template state: %s
ar_eg: التصعيدات لحالة قالب سير العمل:%s
de_at: Eskalationen für Workflowvorlagenstatus %s

source: Create a "%(backend_label)s" workflow action for: %(workflow_state)s
ar_eg: إنشاء "%(backend_label)sإجراء سير العمل لـ:%(workflow_state)s
de_at: Eine "%(backend_label)s" Workflowaktion für %(workflow_state)s erstellen

source: Delete workflow state action: %s
ar_eg: حذف إجراء حالة المسار: %s
de_at: Workflowstatusaktion %s löschen
pt_br: Excluir ação do estado do workflow: %s

source: Edit workflow state action: %s
ar_eg: تعديل إجراء حالة المسار: %s
de_at: Workflowstatusaktion %s bearbeiten
pt_br: Editar ação do estado do workflow: %s

source: Workflow state actions are macros that get executed when documents enters or leaves the state in which they reside.
ar_eg: إجراءات حالة المسار هي وحدات ماكرو يتم تنفيذها عند دخول الوثائق أو حذف حالتها.
de_at: Workflowstatusaktionen sind Makros, die bei Betreten oder Verlassen eines Dokumentenstatus ausgeführt werden.
pt_br: Ações do estado do workflow são macros que são executadas quando documentos entram ou saem dos estados para os quais elas estão definidas.

source: There are no actions for this workflow state
ar_eg: لا توجد إجراءات لحالة المسار
de_at: Keine Aktionen vorhanden für diesen Workflowstatus
pt_br: Não há ações para este estado do workflow

source: Actions for workflow state: %s
ar_eg: إجراءات حالة المسار: %s
de_at: Aktionen für Workflowstatus %s
pt_br: Ações para o estado do workflow: %s

source: New workflow state action selection for: %s
ar_eg: %sاختيار إجراء حالة سير العمل الجديد لـ:
de_at: Neue Auswahl von Workflowstatusaktion für %s
pt_br: Nova seleção do estado de ação do workflow para: %s

source: Create states for workflow: %s
ar_eg: إنشاء حالات المسار: %s
de_at: Status für Workflow %s erstellen
pt_br: Criar estados para o workflow: %s

source: Delete workflow state: %s?
ar_eg: حذف المسار: %s؟
de_at: Workflow-Status löschen: %s?
pt_br: Apagar o estado %s do workflow?

source: Edit workflow state: %s
ar_eg: تعديل حالة المسار: %s
de_at: Workflow-Status bearbeiten: %s
pt_br: Editar o estado %s do workflow

source: Create states and link them using transitions.
ar_eg: إنشاء حالات وربطها باستخدام التحولات.
de_at: Status erstellen und durch Übergänge verbinden.
pt_br: Crie estados e ligue-os usando transições.

source: This workflow doesn't have any states
ar_eg: المسار هذا ليس له أي حالات
de_at: Keine Status für diesen Workflow definiert
pt_br: Este workflow não tem nenhum estado

source: States of workflow: %s
ar_eg: حالات المسار: %s
de_at: Status für Workflow %s
pt_br: Estado do workflow: %s

source: Create a field for workflow transition: %s
ar_eg: إنشاء حقل لانتقال المسار: %s
de_at: Ein Feld für Workflow-Übergang %s erstellen
pt_br: Criar um campo para a transição %s do workflow

source: Delete workflow transition field: %s
ar_eg: حذف حقل انتقال المسار: %s
de_at: Workflow-Übergangsfeld %s löschen
pt_br: Apagar o campo %s do workflow

source: Edit workflow transition field: %s
ar_eg: تعديل حقل انتقال المسار: %s
de_at: Workflow-Übergangsfeld %s bearbeiten
pt_br: Editar o campo de transição %s do workflow

source: Workflow transition fields allow adding data to the workflow's context. This additional context data can then be used by other elements of the workflow system like the workflow state actions.
ar_eg: تسمح حقول انتقال سير العمل بإضافة البيانات إلى سياق سير العمل. يمكن بعد ذلك استخدام بيانات السياق الإضافية هذه بواسطة عناصر أخرى من نظام سير العمل مثل إجراءات حالة سير العمل.
de_at: Workflow-Übergangsfelder ermöglichen das Hinzufügen von Daten zum Workflow-Kontext. Diese zusätzlichen Kontextdaten können dann von anderen Elementen des Workflow-Systems wie den Workflow-Statusaktionen verwendet werden.
pt_br: Campos de transição do workflow permitem a adição de dados ao contexto do workflow. Estes dados adicionais de contexto podem, então, sere usados por outros elementos do sistema de workflow tais como as ações de estado de workflow.

source: There are no fields for this workflow transition
ar_eg: لا توجد حقول لانتقال المسار
de_at: Für diesen Workflow-Übergang sind keine Felder vorhanden
pt_br: Não há campos para esta transição de workflow

source: Fields for workflow transition: %s
ar_eg: حقول انتقال المسار: %s
de_at: Felder für den Workflow-Übergang %s
pt_br: Campos para a transição %s de workflow

source: Error updating workflow transition trigger events; %s
ar_eg: خطأ في تحديث أحداث تشغيل انتقال المسار ؛ %s
de_at: Fehler bei der Aktualisierung von Workflowübergangstriggerereignissen; %s
pt_br: Erro ao carregar os eventos trigger de transição do workflow; %s

source: Workflow transition trigger events updated successfully
ar_eg: تم إنتقال المسار بنجاح
de_at: Workflowübergangstriggerereignissen erfolgreich aktualisiert
pt_br: Eventos trigger de transição do workflow atualizados com sucesso

source: Triggers are events that cause this transition to execute automatically.
ar_eg: المشغلات هي الأحداث التي تؤدي إلى تنفيذ هذا الانتقال تلقائيًا.
de_at: Trigger sind Ereignisse, die für eine automatische Ausführung dieses Übergangs sorgen.
pt_br: Triggers são eventos que fazem esta transição ser executada automaticamente.

source: Workflow transition trigger events for: %s
ar_eg: أحداث تشغيل انتقال المسار لـ: %s
de_at: Workflowübergangstriggerereignisse für %s
pt_br: Trigger de transição do workflow para: %s

source: Create transitions for workflow: %s
ar_eg: إنشاء تغيرات المسار: %s
de_at: Übergänge für Workflow %s erstellen
pt_br: Criar transição para o workflow: %s

source: Delete workflow transition: %s?
ar_eg: حذف انتقال المسار: %s؟
de_at: Workflow-Übergang löschen: %s?
pt_br: Apagar a transição %s do workflow?

source: Edit workflow transition: %s
ar_eg: تعديل انتقال المسار: %s
de_at: Workflow-Übergang bearbeiten: %s
pt_br: Editar a transição %s do workflow

source: Create a transition and use it to move a workflow from one state to another.
ar_eg: إنشاء انتقال واستخدامه لنقل سير العمل من حالة إلى أخرى.
de_at: Einen Übergang erstellen und ihn verwenden, um von einem Status in einen anderen zu wechseln.

source: This workflow doesn't have any transitions
ar_eg: لا يحتوي المسار هذا على أي انتقالات
de_at: Keine Übergänge für diesen Workflow definiert
pt_br: Este workflow não tem nenhuma transição

source: Transitions of workflow: %s
ar_eg: تغيرات المسار: %s
de_at: Übergänge für Workflow %s
pt_br: Transições do workflow: %s

source: Workflows assigned this document type
ar_eg: تم تحديد الوثيقة من خلال المسارات
de_at: Diesem Dokumententyp zugewiesene Workflows
pt_br: Workflows atribuídos a este tipo de documento

source: Available workflows
ar_eg: المسارات المتاحة
de_at: Verfügbare Workflows
pt_br: Workflows disponíveis

source: Removing a workflow from a document type will also remove all running instances of that workflow.
ar_eg: ستؤدي الغاء المسار من نوع الوثيقة أيضًا إلى إزالة جميع مثيلات المسارات الفعالة.
de_at: Die Entfernung eines Workflows von einem Dokumententyp wird auch alle laufenden Instanzen dieses Workflows löschen.
pt_br: Remover um workflow de um tipo de documento também irá remover todas as instâncias daquele workflow.

source: Workflows assigned the document type: %s
ar_eg: تم تحديد المسارات للوثيقة: %s
de_at: An Dokumententyp %s zugewiesene Workflows
pt_br: Workflows atribuídos ao tipo de documento %s

source: Error launching workflows for document "%(instance)s"; %(exception)s
ar_eg: حدث خطأ أثناء تشغيل سير العمل للمستند "%(instance)s%(exception)s
de_at: Fehler beim Start von Workflows für Dokument "%(instance)s"; %(exception)s
pt_br: Erro ao lançar os workflows para o documento "%(instance)s"; %(exception)s

source: Workflows queued for launch successfully for %(count)d documents.
ar_eg: تم وضع سير العمل في قائمة الانتظار لإطلاقها بنجاح%(count)dوثائق
de_at: Workflows für %(count)d Dokumente erfolgreich in Warteschlange eingereiht.

source: Workflows queued for launch successfully for document "%(object)s".
ar_eg: تم وضع سير العمل في قائمة الانتظار لإطلاق المستند بنجاح "%(object)s
de_at: Workflows für Dokument "%(object)s" erfolgreich in Warteschlange eingereiht.

source: Workflows queued for launch successfully for %(count)d document.
ar_eg: تم وضع سير العمل في قائمة الانتظار لإطلاقها بنجاح%(count)dوثيقة
de_at: Workflows für %(count)d Dokumente erfolgreich in Warteschlange eingereiht.

source: Queue launching workflows for the selected %(count)d documents.
ar_eg: تشغيل سير العمل في قائمة الانتظار للعناصر المحددة%(count)dوثائق
de_at: Warteschlange startet Workflows für die %(count)d ausgewählten Dokumente.

source: Launch workflow: %(object)s.
ar_eg: إطلاق سير العمل:%(object)s
de_at: Workflow %(object)s starten
pt_br: Lançar workflow: %(object)s.

source: Queue launching workflows for the selected %(count)d document.
ar_eg: تشغيل سير العمل في قائمة الانتظار للعناصر المحددة%(count)ddocument
de_at: Warteschlange startet Workflows für das %(count)d ausgewählte Dokument.

source: Workflows already launched or workflows not applicable to some documents when multiple documents are selected, will be silently ignored.
ar_eg: سيتم تجاهل المسارات التي تم تشغيلها بالفعل ! للتأكد من مطابقة المسارات المحددة للوثائق
de_at: Workflows die bereits gestartet wurden, oder auf einige der ausgewählten Dokumente nicht anwendbar sind, werden ignoriert.
pt_br: Os workflows já iniciados ou fluxos de trabalho não aplicáveis a alguns documentos quando vários documentos são selecionados, serão ignorados silenciosamente.
