Repository: patowari/DMS
Catalog: mayan/apps/document_states/locale/*/LC_MESSAGES/django.po
Languages: ar_eg, de_at, pt_br

source: Workflows to be launched.
ar_eg: سيتم تفعيل المسارات
de_at: Zu startende Workflows.
pt_br: Workflows a serem disparados.

source: Error deleting workflow "%(instance)s"; %(exception)s
ar_eg: خطأ في حذف سير العمل "%(instance)s%(exception)s
de_at: Fehler beim Löschen des Workflows "%(instance)s": %(exception)s
pt_br: Erro ao eliminar o workflow "%(instance)s"; %(exception)s

source: %(count)d workflows deleted successfully.
ar_eg: %(count)dتم حذف سير العمل بنجاح.
de_at: %(count)d Workflows erfolgreich gelöscht
pt_br: %(count)dworkflows eliminados com sucesso.

source: Workflow "%(object)s" deleted successfully.
ar_eg: سير العمل%(object)s
de_at: Workflow "%(object)s" erfolgreich gelöscht
pt_br: Workflow "%(object)s" eliminados com sucesso.

source: %(count)d workflow deleted successfully.
ar_eg: %(count)dتم حذف سير العمل بنجاح.
de_at: %(count)d Workflow erfolgreich gelöscht
pt_br: %(count)dworkflow eliminado com sucesso.

source: Delete the %(count)d selected workflows.
ar_eg: حذف%(count)dمهام سير العمل المحددة.
de_at: %(count)d ausgewählte Workflows löschen
pt_br: Eliminar %(count)dworkflows selecionados.

source: Delete workflow: %(object)s.
ar_eg: حذف سير العمل: .%(object)s
de_at: Workflow %(object)s löschen
pt_br: Eliminar o workflow: %(object)s.

source: Delete the %(count)d selected workflow.
ar_eg: حذف سير العمل المحدد.%(count)d
de_at: %(count)d ausgewählten Workflow löschen
pt_br: Eliminar %(count)dworkflow selecionado.

source: All workflow instances will also be deleted.
ar_eg: سيتم حذف جميع حالات المسار.
de_at: Alle Workflow-Instanzen werden ebenfalls gelöscht.
pt_br: Todas as instâncias de workflow também serão excluídas.

source: Edit workflow: %s
ar_eg: تعديل المسار: %s
de_at: Workflow bearbeiten: %s
pt_br: Editar o workflow %s

source: Document types assigned this workflow
ar_eg: أنواع الوثائق المحددة بمسار
de_at: Dokumententypen zugeordnet zu diesem Workflow
pt_br: Tipos de documentos atribuídos a este workflow

source: Available document types
ar_eg: أنواع الوثائق المتاحة
de_at: Verfügbare Dokumententypen
pt_br: Tipos de documentos disponíveis

source: Removing a document type from a workflow will also remove all running instances of that workflow for documents of the document type just removed.
ar_eg: سيقوم النظام بالغاء جميع المسارات للوثيقة والوثائق المرتبطة
de_at: Das Entfernen eines Dokumententyps von einem Workflow wird auch sämtliche laufenden Workflowinstanzen für andere Dokumente dieses Typs entfernen.
pt_br: Remover um tipo de documento de um workflow também removerá todas as instâncias ativas daquele workflow para os documentos do tipo removido.

source: Document types assigned the workflow: %s
ar_eg: أنواع الوثائق المحددة بمسار: %s
de_at: Dokumententypen zugeordnet zu Workflow %s
pt_br: Os tipos de documentos atribuídos ao workflow: %s

source: This will launch the workflow for documents that have already been uploaded.
ar_eg: سيؤدي هذا إلى تشغيل المسار للمستندات التي تم تحميلها بالفعل.
de_at: Dies wird den Workflow für Dokumente starten, die bereits hochgeladen wurden.
pt_br: Isso irá implantar o workflow para os documentos que já foram carregados.

source: Launch workflow?
ar_eg: تشغيل المسار؟
de_at: Workflow starten?
pt_br: Implantar o workflow?

source: Workflow launch queued successfully.
ar_eg: تشغيل المسار في قائمة الانتظار
de_at: Workflow-Start wurde erfolgreich vorgemerkt.
pt_br: Lançamento do workflow enfileirado com sucesso.

source: Workflows store a series of states and keep track of the current state of a document. Transitions are used to change the current state to a new one.
ar_eg: تغير المسارات للوثائق من الحالة الحالية الى الحالة الجديدة
de_at: Workflows speichern eine Reihenfolge von Zuständen (Status) und verfolgen den aktuellen Status eines Dokuments. Übergänge werden dazu verwendet, vom aktuellen Status zu einem neuen zu wechseln.
pt_br: Workflows armazenam uma série de estados e acompanham o estado atual de um documento. Transições são usadas para mudar o estado atual para um novo.

source: No workflows have been defined
ar_eg: لم يتم تحديد أية مسارات للوثيقة
de_at: Es sind keine Workflows definiert
pt_br: Nenhum workflow foi definido

source: Preview of: %s
ar_eg: معاينة: %s
de_at: Vorschau von %s
pt_br: Pré-visualização de: %s

source: This will launch all workflows created after documents have already been uploaded.
ar_eg: سيتم تفعيل المسارات على الوثيقة
de_at: Dies wird alle Workflows anstoßen, die erst nach dem Upload von Dokumenten erstellt wurden.
pt_br: Isto iniciará todos os workflows criados após o carregamento dos documentos.

source: Launch all workflows?
ar_eg: تفعيل جميع المسارات؟
de_at: Alle Workflows starten?
pt_br: Iniciar todos os workflows?

source: Document label
ar_eg: اسم الوثيقة
de_at: Dokumentenbezeichner
pt_br: Rótulo do documento

source: The new label to be assigned to the document.
ar_eg: التسمية الجديدة التي سيتم تعيينها للمستند.
de_at: Neuer Bezeichner für das Dokument.
pt_br: O novo nome a ser atribuído ao documento.

source: Document description
ar_eg: وصف الوثيقة
de_at: Dokumentenbeschreibung
pt_br: Descrição do documento

source: The new description to be assigned to the document.
ar_eg: الوصف الجديد الذي سيتم تعيينه للمستند.
de_at: Neue Beschreibung für das Dokument.
pt_br: A nova descrição a ser atribuído ao documento.

source: Modify document properties
ar_eg: تعديل خصائص الوثيقة
de_at: Dokumenteneigenschaften ändern
pt_br: Modificar as propriedades do documento

source: Document properties
ar_eg: خصائص المستند
de_at: Dokumenteneigenschaften

source: Additional workflows to launch for the document.
ar_eg: إضافة مسارات جديدة للوثيقة
de_at: Zusätzliche Workflows, die für das Dokument gestartet werden sollen
pt_br: Workflows adicionais a serem iniciados para o documento.

source: The URL to access.
ar_eg: عنوان URL للوصول إليه.
de_at: Zugriffs-URL.
pt_br: O URL de acesso.

source: Method
ar_eg: طريقة
de_at: Methode
pt_br: Método

source: The HTTP method to use for the request. Typical choices are OPTIONS, HEAD, POST, GET, PUT, PATCH, DELETE.
ar_eg: طريقة HTTP المُستخدمة للطلب. الخيارات المُستخدمة عادةً هي: OPTIONS، HEAD، POST، GET، PUT، PATCH، DELETE.
de_at: Die HTTP-Methode, die für die Anfrage zu verwenden ist. Typische Werte sind OPTIONS, HEAD, POST, GET, PUT, PATCH, DELETE.
pt_br: O método HTTP a utilizar para o pedido. Decisões frequentes são OPÇÕES, CABEÇALHO, POST, GET, PUT, PATCH, ELIMINAR.

source: Username
ar_eg: اسم الدخول
de_at: Benutzer
pt_br: Usuário

source: Username to use for making the request with HTTP Basic Auth. The credential object is available as {{ credential }}.
ar_eg: اسم المستخدم المُستخدَم لتقديم الطلب باستخدام مصادقة HTTP الأساسية. كائن بيانات الاعتماد متاح كـ {{ credential }}.
de_at: Benutzername, der für den HTTP Basic Auth request verwendet wird. Das Zugangsdatenobjekt ist verfügbar als {{ credential }}.

source: Password
ar_eg: كلمة المرور
de_at: Passwort
pt_br: Senha

source: Password to use for making the request with HTTP Basic Auth. The credential object is available as {{ credential }}.
ar_eg: كلمة المرور المستخدمة لتقديم الطلب باستخدام مصادقة HTTP الأساسية. كائن بيانات الاعتماد متاح كـ {{ credential }}.
de_at: Passwort, das für den HTTP Basic Auth request verwendet wird. Das Zugangsdatenobjekt ist verfügbar als {{ credential }}.

source: Headers
ar_eg: الرؤوس
de_at: Header
pt_br: Cabeçalhos

source: Headers to send with the HTTP request. Must be in JSON format. The credential object is available as {{ credential }}.
ar_eg: العناوين المُراد إرسالها مع طلب HTTP. يجب أن تكون بصيغة JSON. كائن بيانات الاعتماد متاح كـ {{ credential }}.
de_at: Kopfzeilen, die mit dem HTTP Basic Auth request gesendet werden. Müssen im JSON Format sein. Das Zugangsdatenobjekt ist verfügbar als {{ credential }}.

source: Payload
ar_eg: الحمولة
pt_br: Carga de dados

source: A JSON document to include in the request.
ar_eg: مستند JSON المراد تضمينه في الطلب.
de_at: Ein JSON-Dokument, das in die Anfrage eingeschlossen wird.
pt_br: Um documento JSON a incluir no pedido.

source: Timeout
ar_eg: انتهاء الوقت

source: Time in seconds to wait for a response.
ar_eg: الوقت بالثواني للانتظار للحصول على الرد.
de_at: Antwortwartezeit in Sekunden.
pt_br: Tempo, em segundos, de espera por uma resposta.

source: Store response
ar_eg: استجابة المتجر
de_at: Antwort speichern

source: Store the response in the workflow context.
ar_eg: قم بتخزين الاستجابة في سياق سير العمل.
de_at: Antwort im Workflowkontext speichern.

source: Response variable name
ar_eg: اسم متغير الاستجابة
de_at: Antwort Variablenname

source: Variable used to store the response in the workflow instance context.
ar_eg: متغير يستخدم لتخزين الاستجابة في سياق مثيل سير العمل.
de_at: Variable die benutzt wird um die Antwort im Kontext der Workflowinstanz zu speichern.

source: Perform an HTTP request
ar_eg: نفذ طلب HTTP
de_at: Eine HTTP-Anfrage ausführen
pt_br: Realizar uma requisição HTTP

source: Request
ar_eg: طلب
de_at: Anfrage

source: Response
ar_eg: إجابة
de_at: Antwort

source: %(field_name)s JSON error: %(exception)s
ar_eg: %(field_name)s خطأ JSON: %(exception)s
de_at: %(field_name)s JSON-Fehler: %(exception)s
pt_br: %(field_name)s erro de JSON %(exception)s

source: Can be a static value or a template. In addition to the workflow instance, the template receives the workflow instance context which itself includes the "entry_log" (containing "workflow_instance", "datetime", "transition", "user", "comment") and any values from workflow template fields.
pt_br: Pode ser um valor estático ou um modelo. Em adição à ocorrência do workflow, o modelo recebe o contexto que inclui em si próprio o "entry_log" da ocorrência do workflow (contém "workflow_instance", "datahora", "transição", "utilizador", "comentário") e quaisquer valores dos campos do modelo do workflow.

source: A short text describing the action.
pt_br: Um texto curto descrevendo a ação.

source: The dotted Python path to the workflow action class to execute.
pt_br: O caminho pontuado em Python para a classe de ação do workflow que será executado.

source: Entry action path
pt_br: Caminho da ação de entrada

source: Entry action data
pt_br: Dados da ação de entrada

source: Condition
pt_br: condição

source: Unknown action type
pt_br: Tipo de ação desconhecido

source: The state action will be executed, depending on the condition return value.
pt_br: A ação de estado será executada dependendo o valor de retorno da condição.

source: Has a condition?
pt_br: Possui uma condição?

source: The transition will be available, depending on the condition return value.
pt_br: A condição estará disponível, dependendo do valor de retorno da condição.

source: Whether this fields needs to be filled out or not to proceed.
pt_br: Se este campo precisa ser preenchido para prosseguir.

source: Document states medium
pt_br: Estados médios de documento

source: This workflow doesn't have any state
pt_br: Este workflow não possui nenhum estado

source: Create a "%(action_class)s" workflow action for: %(workflow_state)s
pt_br: Criar a "%(action_class)s" acção do workflow para: %(workflow_state)s

source: Create a transition and use it to move a workflow from one state to another.
pt_br: Crie uma transição e use-a para mover um workflow de um estado para outro.

source: Workflows launched successfully for %(count)d documents.
pt_br: Workflows lançados com sucesso para %(count)ddocumentos.

source: Workflows launched successfully for document "%(object)s".
pt_br: Workflows lançados com sucesso para o documento "%(object)s".

source: Workflows launched successfully for %(count)d document.
pt_br: Workflows lançados com sucesso para %(count)d documento

source: Launch workflows for the selected %(count)d documents.
pt_br: Lançar workflows para %(count)ddocumentos selecionados.

source: Launch workflows for the selected %(count)d document.
pt_br: lançar workflows para %(count)ddocumento selecionado.

source: Username to use for making the request with HTTP Basic Auth.
pt_br: Nome de utilizador a utilizar para realizar o pedido com HTTP Basic Auth.

source: Password to use for making the request with HTTP Basic Auth.
pt_br: Palavra-passe a utilizar para realizar o pedido com HTTP Basic Auth.

source: Headers to send with the HTTP request. Must be in JSON format.
pt_br: Cabeçalhos a enviar com o pedido HTTP. Deve ser em formato JSON.
