Repository: patowari/DMS
Catalog: mayan/apps/document_exports/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Document exports
ar: تصدير المستندات

source: Document version exported
ar: تم تصدير نسخة المستند

source: Export
ar: يصدّر

source: Document version "%(document_version)s" has been exported and is available for download using the link: %(download_url)s or from the downloads area (%(download_list_url)s).
ar: نسخة الوثيقة "%(document_version)s"تم تصديره وهو متاح للتنزيل باستخدام الرابط:%(download_url)sأو من منطقة التنزيلات (%(download_list_url)s).

source: Document version exported.
ar: تم تصدير نسخة المستند.

source: Export document versions
ar: تصدير إصدارات المستندات

source: Documents exports
ar: تصدير الوثائق

source: Export a document version to a PDF
ar: تصدير نسخة المستند إلى ملف PDF

source: Document version "%(object)s" export successfully queued.
ar: نسخة الوثيقة "%(object)s"تم تصدير الطلب بنجاح.

source: %(count)d document version export successfully queued.
ar: %(count)dتم تصدير إصدار المستند بنجاح.

source: %(count)d document versions exports successfully queued.
ar: %(count)dتمت إضافة إصدارات المستندات إلى قائمة الانتظار بنجاح.

source: Export %(count)d document versions.
ar: يصدّر%(count)dإصدارات الوثيقة.

source: Export document version "%(object)s".
ar: تصدير نسخة المستند "%(object)s".

source: Export %(count)d document version.
ar: يصدّر%(count)dنسخة الوثيقة.

source: The process will be performed in the background. The exported file will be available in the downloads area.
ar: سيتم تنفيذ العملية في الخلفية. سيكون الملف المُصدَّر متاحًا في قسم التنزيلات.
