Repository: patowari/DMS
Catalog: mayan/apps/platform/locale/*/LC_MESSAGES/django.po
Languages: ar_eg, de_de

source: Platform
ar_eg: المنصة
de_de: Plattform

source: Sentry test error
ar_eg: خطأ اختباري لـ Sentry
de_de: Sentry Testfehler

source: Trigger tests
ar_eg: تشغيل الاختبارات

source: Template for Supervisord.
ar_eg: نموذج مشرف النظام
de_de: Konfigurationsvorlage für Supervisord.

source: Template showing the queues of a worker.
ar_eg: نموذج قوائم العمل
de_de: Vorlage für die Anzeige der Warteschlangen eines Verarbeitungsprozesses.

source: List of client backends to launch after startup. Use full dotted path to the client backend classes.
ar_eg: قائمة واجهات الخلفية للعملاء التي سيتم تشغيلها بعد البدء. استخدم المسار الكامل مع النقاط لفئات واجهات الخلفية للعملاء.
de_de: Liste der Client Backends, die nach dem Start gestartet werden sollen. Verwenden Sie den vollen punktierten Pfad zur Klasse des Client Backends.

source: Arguments for the client backends. Use the client backend dotted path as the dictionary key for the arguments in dictionary format.
ar_eg: وسائط لواجهات الخلفية للعملاء. استخدم مسار واجهة الخلفية للعميل مع النقاط كمفتاح للقاموس للوسائط بصيغة قاموس.
de_de: Argumente für die Client Backends, die nach dem Start gestartet werden sollen. Verwenden Sie den vollen punktierten Pfad zur Klasse des Client Backends.

source: Load an alternate settings file.
ar_eg: تحميل ملف إعدادات بديل
de_de: Eine alternative Einstellungsdatei laden.

source: Allows setting Gunicorn's `workers` value.
ar_eg: يسمح بتعيين قيمة workers لـ Gunicorn.
de_de: Erlaubt das Setzen des Werts für Gunicorn `worker`.

source: Allows setting Gunicorn's `worker_class` value.
ar_eg: يسمح بتعيين قيمة worker_class لـ Gunicorn.
de_de: Erlaubt das Setzen des Werts für Gunicorn `worker_class`.

source: Allows setting Gunicorn's `timeout` value.
ar_eg: يسمح بتعيين قيمة timeout لـ Gunicorn.
de_de: Erlaubt das Setzen des Werts für Gunicorn `timeout`.

source: Allows setting Gunicorn's `max_requests_jitter` value.
ar_eg: يسمح بتعيين قيمة max_requests_jitter لـ Gunicorn.
de_de: Erlaubt das Setzen des Werts für Gunicorn `max_requests_jitter`.

source: Allows setting Gunicorn's `max_requests` value.
ar_eg: يسمح بتعيين قيمة max_requests لـ Gunicorn.
de_de: Erlaubt das Setzen des Werts für Gunicorn `max_requests`.

source: Allows setting Gunicorn's `limit_request_line` value.
ar_eg: يسمح بتعيين قيمة limit_request_line لـ Gunicorn.
de_de: Erlaubt das Setzen des Werts für Gunicorn `limit_request_line`.
