Repository: patowari/DMS
Catalog: mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: ar, uk

source: Versions of document: %s
ar: إصدارات الوثيقة: %s
uk: Версії документа: %s

source: Document version modification backend queued successfully.
ar: تم إدخال طلب تنفيذ تعديل النسخة في قائمة الانتظار بنجاح.
uk: Зміни версії документу додані успішно у чергу бекенду.

source: Execute version modification action for document version: %s
ar: تنفيذ إجراء تعديل النسخة لنسخة المستند: %s
uk: Виконати дію модифікації версії документа версії: %s

source: Preview of document version: %s
ar: معاينة إصدار الوثيقة: %s
uk: Попередній перегляд версії документа: %s

source: Transformation clear request processed for %(count)d document version.
ar: تمت معالجة طلب مسح التحويلات لـ %(count)d نسخة مستند.
uk: Запит на очищення перетворення оброблено для версії документа %(count)d .

source: Transformation clear request processed for %(count)d document versions.
ar: تمت معالجة طلب مسح التحويلات لـ %(count)d نسخ مستند.
uk: Запит на очищення перетворення оброблено для версій документа %(count)d .

source: Clear all the page transformations for the document version: %s?
ar: مسح جميع تحويلات الصفحات لنسخة المستند: %s؟
uk: Очистити всі перетворення сторінки для версії документа: %s ?

source: Error deleting the page transformations for document version: %(document_version)s; %(error)s.
ar: خطأ في حذف تحويلات الصفحات لنسخة المستند: %(document_version)s؛ %(error)s.
uk: Помилка видалення перетворень сторінки для версії документа: %(document_version)s ; %(error)s .

source: Error cloning the page transformations for document version: %(document_version)s; %(error)s.
ar: خطأ في استنساخ تحويلات الصفحات لنسخة المستند: %(document_version)s؛ %(error)s.
uk: Помилка клонування перетворень сторінки для версії документа: %(document_version)s ; %(error)s .

source: Clone page transformations of document version: %s
ar: استنساخ تحويلات صفحات نسخة المستند: %s
uk: Перетворення клону сторінки версії документа: %s

source: Error retrieving document list: %(exception)s.
ar: خطأ في استرداد قائمة المستندات: %(exception)s.
uk: Помилка отримання списку документа: %(exception)s .

source: This could mean that no documents have been uploaded or that your user account has not been granted the view permission for any document or document type.
ar: قد يعني هذا أنه لم يتم تحميل أي مستندات أو أن حساب المستخدم الخاص بك لم يتم منحه إذن العرض لأي مستند أو نوع مستند.
uk: Це може означати, що жоден документ не був завантажений або ваш обліковий запис користувача не має дозволу на перегляд жодного документа або типу документа.

source: No documents available
ar: لا توجد مستندات متاحة
uk: Немає доступних документів

source: Document type change request performed on %(count)d document.
ar: تم تنفيذ طلب تغيير نوع المستند على %(count)d مستند.

source: Document type change request performed on %(count)d documents.
ar: تم تنفيذ طلب تغيير نوع الوثيقة على %(count)d وثيقة

source: Change the type of the document: %s
ar: تغير نوع الوثيقة: %s
uk: Змінити тип документа: %s

source: Document type for "%s" changed successfully.
ar: تم تغيير نوع الوثيقة لـ &quot;%s&quot; بنجاح.
uk: Тип документу для "%s" успішно змінено.

source: Preview of document: %s
ar: معاينة الوثيقة: %s
uk: Попередній перегляд документа: %s

source: Edit properties of document: %s
ar: تعديل خصائص الوثيقة: %s
uk: Редагувати властивості документа: %s

source: Properties of document: %s
ar: خصائص المستند: %s
uk: Властивості документа: %s

source: Favorited documents will be listed in this view. Up to %(count)d documents can be favorited per user.
ar: سيتم سرد المستندات المفضلة في هذا العرض. يمكن تفضيل ما يصل إلى مستندات %(count)d لكل مستخدم.
uk: У цьому перегляді будуть відображені списком улюблені документи. Кожен користувач може додати до улюблених до %(count)d документів.

source: There are no favorited documents.
ar: لا توجد مستندات مفضلة.
uk: Немає улюблених документів.

source: %(count)d document added to favorites.
ar: تمت إضافة الوثيقة%(count)d إلى المفضلة.
uk: %(count)d документ додано до улюбленого.

source: %(count)d documents added to favorites.
ar: تمت إضافة الوثائق%(count)d إلى المفضلة.
uk: %(count)d документів додано до улюбленого.

source: Document "%(instance)s" is not in favorites.
ar: الوثيقة&quot;%(instance)s&quot; ليست في المفضلة.
uk: Документ "%(instance)s" не знаходиться в улюблених.

source: %(count)d document removed from favorites.
ar: %(count)d تم الغاء الوثيقة من المفضلة.
uk: %(count)d документ видалено з улюбленого.

source: %(count)d documents removed from favorites.
ar: %(count)d تمت الغاء الوثائق من المفضلة.
uk: %(count)d документів видалено з улюбленого.

source: Print: %s
ar: طباعة: %s
uk: Друк: %s

source: This view will list the latest documents viewed or manipulated in any way by this user account.
ar: سيعرض هذا العرض قائمة بأحدث المستندات التي تم عرضها أو معالجتها بأي شكل من الأشكال بواسطة حساب المستخدم هذا.
uk: Цей перегляд буде містити список останніх документів, переглянутих або змінених будь-яким чином цим обліковим записом користувача.

source: There are no recently accessed documents
ar: لا توجد وثائق تم الوصول إليها مؤخرًا
uk: Немає недавно відкритих документів

source: This view will list the latest documents created in the system.
ar: سيعرض هذا العرض أحدث الوثائق المنشأة في النظام
uk: У цьому вікні буде показано останні документи, створені в системі.

source: There are no recently created documents
ar: لا توجد وثائق منشأة مؤخرًا
uk: Немає нещодавно створених документів

source: Document "%(object)s" queued for trashing.
ar: تم إدراج الوثيقة "%(object)s" في قائمة الانتظار للإرسال إلى سلة المحذوفات

source: %(count)d documents queued for trashing.
ar: تم إدراج %(count)d وثيقة في قائمة الانتظار للإرسال إلى سلة المحذوفات

source: Move the document "%(object)s" to trash?
ar: هل تريد نقل الوثيقة "%(object)s" إلى سلة المحذوفات؟
uk: Перемістити документ "%(object)s" у кошик?

source: Move the selected document to the trash?
ar: هل تريد نقل الوثيقة المحددة إلى سلة المحذوفات؟
uk: Перемістити вибраний документ у кошик?

source: Move the %(count)d selected documents to trash?
ar: هل تريد نقل الوثائق المحددة (%(count)d) إلى سلة المحذوفات؟
uk: Перемістити %(count)d вибраних документів у кошик?

source: Empty trash?
ar: إفراغ الإتلاف ؟
uk: Очистити кошик?

source: The trash emptying task has been queued.
ar: تم إضافة مهمة الإتلاف في قائمة الانتظار
uk: Очищення кошика було поставлено в чергу для очищення.

source: %(count)d trashed documents submitted for deletion.
ar: %(count)d أرسلت الوثائق للإتلاف
uk: %(count)d документи у кошику подані на видалення.

source: Trash document "%(object)s" submitted for deletion.
ar: تم تقديم الوثيقة المحذوفة "%(object)s" للحذف النهائي
uk: Документ у кошику "%(object)s" надіслано на видалення.

source: %(count)d trashed document submitted for deletion.
ar: %(count)d أرسلت الوثيقة للإتلاف
uk: %(count)d документ у кошику надіслано на видалення.

source: Delete the %(count)d selected trashed documents?
ar: هل تريد حذف الوثائق المحذوفة المحددة (%(count)d)؟
uk: Видалити %(count)d вибрані документи у кошику?

source: Delete the trashed document "%(object)s"?
ar: هل تريد حذف الوثيقة المحذوفة "%(object)s"؟
uk: Видалити документ у кошику "%(object)s"?

source: Delete the selected trashed document?
ar: هل تريد حذف الوثيقة المحذوفة المحددة؟
uk: Видалити вибраний документ у кошику?

source: To avoid loss of data, documents are not deleted instantly. First, they are placed in the trash can. From here they can be then finally deleted or restored.
ar: لتجنب فقدان البيانات ، لا يتم حذف المستندات على الفور. أولاً ، يتم وضعها في سلة المهملات. من هنا يمكن حذفها أو استعادتها أخيرًا.
uk: Щоб уникнути втрати даних, документи не видаляються миттєво. Спочатку їх викладають у кошик. Звідти їх можна остаточно видалити або відновити.

source: There are no documents in the trash can
ar: لا توجد وثائق متلفة
uk: У кошику немає документів

source: %(count)d trashed documents restored.
ar: %(count)d التراجع عن اتلاف الوثيقة.
uk: %(count)d документів у кошику відновлено.

source: Trashed document "%(object)s" restored.
ar: تم استعادة الوثيقة المحذوفة "%(object)s)"
uk: Поміщений у кошик документ "%(object)s" відновлено.

source: %(count)d trashed document restored.
ar: التراجع عن إتلاف%(count)d الوثيقة
uk: %(count)d документ у кошику відновлено.

source: Restore the %(count)d selected trashed documents?
ar: هل تريد استعادة الوثائق المحذوفة المحددة (%(count)d)؟
uk: Відновити %(count)d вибраних видалених документів?

source: Restore the trashed document: %(object)s
ar: استعادة الوثيقة المحذوفة: %(object)s
uk: Відновити видалений документ: %(object)s

source: Restore the selected trashed document?
ar: استعادة المستند المحذوف المحدد؟
uk: Відновити вибраний видалений документ?

source: New document type for the workflow document.
ar: هل تريد استعادة الوثيقة المحذوفة المحددة؟
uk: Новий тип документу для документа робочого процесу.

source: Change document type
ar: تغيير نوع المستند
uk: Змінити тип документа

source: Send document to trash
ar: أرسل الوثيقة إلى الإتلاف
uk: Відправити документ у кошик

source: File comments
uk: Коментарі до файлу

source: File encodings
uk: Кодування файлу

source: File MIME types
uk: Типи MIME файлу

source: File timestamps
uk: Часові мітки файлу

source: Recalculate page count
uk: Перерахувати кількість сторінок

source: Deletion policies
uk: Політики видалення

source: Is stub?
uk: Заглушка ?

source: Documents types
uk: Типи документів

source: Uploads
uk: Завантаження

source: Update document page count
uk: Оновити кількість сторінок документа

source: Document file MIME type
uk: Тип файлу документа MIME

source: Document version comment
uk: Коментар версії документа

source: Action
uk: Дія

source: Download URL
uk: Завантажити URL

source: Time after which a document stub will be considered invalid and deleted.
uk: Час, після якого документ-заглушка буде вважатися недійсним і видаленим.

source: Page %(page_number)s of %(total_pages)s
uk: Сторінка %(page_number)s з %(total_pages)s

source: %(count)d document file queued for page count recalculation.
uk: %(count)d файл документа поставлено в чергу для перерахунку кількості сторінок.

source: %(count)d document files queued for page count recalculation.
uk: %(count)d файлів документа поставлено в чергу для перерахунку кількості сторінок.

source: Recalculate the page count of the selected document file?
uk: Перерахувати кількість сторінок вибраного файлу документа?

source: Recalculate the page count of the document file: %s?
uk: Перерахувати кількість сторінок у файлі документа: %s ?

source: This could mean that the document file is of a format that is not supported, that it is corrupted or that the upload process was interrupted. Use the document file page recalculation action to attempt to introspect the page count again.
uk: Це може означати, що файл документа має формат, який не підтримується, що він пошкоджений або що процес завантаження було перервано. Скористайтеся дією переобчислення сторінок файлу документа, щоб спробувати ще раз перевірити кількість сторінок.

source: Document file "%(object)s" deleted successfully.
uk: Документ "%(object)s" успішно видалено.

source: %(count)d document file deleted successfully.
uk: Файл документа %(count)d успішно видалено.

source: %(count)d document files deleted successfully.
uk: Файли документа %(count)d успішно видалено.

source: All document files pages from this document file and the document version pages linked to them will be deleted too.
uk: Усі сторінки файлів документа з цього файлу документа та сторінки версій документа, пов'язані з ними, також будуть видалені.

source: Clear all the page transformations for the selected document file?
uk: Очистити всі перетворення сторінки для вибраного файлу документа?

source: Trash
uk: Кошик

source: Deletion policies for document type: %s
uk: Видалення політик для типу документа: %s

source: The process will be performed in the background.
uk: Процес виконуватиметься у фоновому режимі.

source: Clear all the page transformations for the selected document version?
uk: Очистити всі трансформації сторінки для вибраної версії документа?

source: Document type change request performed on %(count)d document
uk: Зміна типу документа виконана для %(count)d документу.

source: Document type change request performed on %(count)d documents
uk: Змінено тип документу для %(count)d документів

source: Change the type of the selected document
uk: Змінити тип вибраного документа

source: Add the selected document to favorites?
uk: Додати вибраний документ до вибраного?

source: Remove the selected document from favorites?
uk: Видалити обраний документ з улюбленого?

source: Document "%(object)s" moved to trash.
uk: Документ "%(object)s" переміщено до кошика.

source: %(count)d document moved to the trash.
uk: %(count)d документ переміщено до кошика.

source: %(count)d documents moved to the trash.
uk: %(count)d документів переміщено до кошика.
