Repository: patowari/DMS
Catalog: mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: ar, uk

source: Documents
ar: الوثائق
uk: Документи

source: Date and time added
ar: تاريخ ووقت الإضافة
uk: Дата та час додання

source: Return the document instance.
ar: إعادة نسخة الوثيقة
uk: Повернути екземпляр документа.

source: Document
ar: الوثيقة
uk: Документ

source: Thumbnail
ar: الوثيقة المصغرة
uk: Мініатюра

source: Access date and time
ar: تاريخ ووقت الوصول
uk: Дата та час доступу

source: Create a document type
ar: انشاء نوع وثيقة
uk: Створити тип документу

source: Every uploaded document must be assigned a document type, it is the basic way Mayan EDMS categorizes documents.
ar: كل وثيقة ترفع يجب ان يحدد لها نوع "نوع الوثيقة", انها الطريقة الاساسية التي يقوم مايان اي دي ام اس بها بترتيب الوثائق.
uk: Кожному завантаженому документу повинен бути призначений тип документа, це основний спосіб, яким Mayan EDMS категоризує документи.

source: Return the latest file of the document.
ar: إرجاع أحدث ملف في المستند.
uk: Повернути останній файл документа.

source: Latest file
ar: الملف الأخير
uk: Останній файл

source: Return the active version of the document.
ar: إرجاع النسخة النشطة من المستند.

source: Active version
ar: النسخة النشطة

source: Type
ar: النوع
uk: Тип

source: Original
ar: الأصول
uk: Оригінал

source: Keeps the original filename of the uploaded file.
ar: الإحتفاظ باسم الملف الذي تم تحميله.
uk: Зберігати оригінальну назву завантаженого файлу.

source: Generates an immutable, random UUID (RFC 4122) for each file.
ar: ينشئ UUID عشوائي وغير قابل للتغيير (وفق RFC 4122) لكل ملف.
uk: Генерувати незмінний, випадковий UUID (RFC 4122) для кожного файлу.

source: UUID plus original
ar: UUID بالإضافة إلى الأصلي
uk: UUID плюс оригінал

source: Generates an immutable, random UUID (RFC 4122) for each file and appends the original filename of the uploaded file.
ar: ينشئ UUID عشوائي وغير قابل للتغيير (وفق RFC 4122) لكل ملف ويضيف اسم الملف الأصلي الذي تم رفعه
uk: Генерувати незмінний, випадковий UUID (RFC 4122) для кожного файлу та додавати оригінальне ім'я завантаженого файлу.

source: Total pages
ar: عدد الصفحات الكلي
uk: Всього сторінок

source: Total documents
ar: عدد الوثائق الكلي
uk: Загальна кількість документів

source: Documents in trash
ar: الوثائق في الإتلاف
uk: Документи в кошику

source: Document types
ar: أنواع الوثائق
uk: Тип документа

source: New documents this month
ar: الوثائق الجديدة/الشهر الحالي
uk: Нові документи цього місяця

source: New pages this month
ar: صفحات جديدة هذا الشهر
uk: Нові сторінки цього місяця

source: Append. Create a new version and append the new file pages.
ar: الإضافة. إنشاء نسخة جديدة وإلحاق صفحات الملف الجديدة.
uk: Додати. Створити нову версію та додати нові сторінки файлу.

source: Keep. Do not create a new version and keep the current version pages.
ar: الاحتفاظ. عدم إنشاء نسخة جديدة والحفاظ على صفحات النسخة الحالية.
uk: Зберегти. Не створювати нову версію і зберегти сторінки поточної версії.

source: Replace. Create a new version and use the new file pages.
ar: استبدال. إنشاء نسخة جديدة واستخدام صفحات الملف الجديدة.
uk: Замінити. Створити нову версію та використати нові сторінки файлу.

source: Append all file pages
ar: إلحاق جميع صفحات الملف
uk: Додати всі сторінки файлу

source: The current pages will be deleted and then all the document file pages will be appended as pages of this document version.
ar: سيتم حذف الصفحات الحالية ثم إلحاق جميع صفحات ملف المستند كصفحات لهذه النسخة من المستند.
uk: Поточні сторінки будуть видалені, а потім всі сторінки файлу документа будуть додані як сторінки цієї версії документа.

source: Reset pages to latest file
ar: إعادة تعيين الصفحات إلى أحدث ملف
uk: Скинути сторінки до останнього файлу

source: Match all pages to that of the latest document file.
ar: مطابقة جميع الصفحات مع صفحات أحدث ملف للمستند.
uk: Зіставити всі сторінки з останнім файлом документа.

source: Document created
ar: إنشاء الوثيقة
uk: Документ створено

source: Document edited
ar: تم تعديل الوثيقة
uk: Документ відредаговано

source: Document viewed
ar: إستعراض الوثيقة
uk: Документ переглянуто

source: Document file created
ar: تم إنشاء ملف المستند
uk: Створено файл документа

source: Document file deleted
ar: تم حذف ملف المستند
uk: Файл документа видалено

source: Document file edited
ar: تم تعديل ملف المستند
uk: Файл документа відредаговано

source: Document type created
ar: إنشاء نوع الوثيقة
uk: Тип документа створено

source: Document type edited
ar: تعديل نوع الوثيقة
uk: Тип документа відредаговано

source: Document type quick label created
ar: تم إنشاء تسمية سريعة لنوع المستند
uk: Створено швидку мітку типу документа

source: Document type quick label deleted
ar: تم حذف التسمية السريعة لنوع المستند
uk: Швидку мітку типу документа видалено

source: Document type quick label edited
ar: تم تعديل التسمية السريعة لنوع المستند
uk: Відредаговано швидку мітку типу документа

source: Document type changed
ar: تغير نوع الوثيقة
uk: Змінено тип документа

source: Document version created
ar: تم إنشاء نسخة من المستند
uk: Версія документа створена

source: Document version deleted
ar: تم حذف نسخة المستند
uk: Версія документа видалена

source: Document version edited
ar: تم حذف نسخة المستند
uk: Версія документа відредагована

source: Document version page created
ar: تم إنشاء صفحة نسخة المستند
uk: Створено сторінку версії документа

source: Document version page deleted
ar: تم حذف صفحة نسخة المستند
uk: Сторінку версії документа видалено

source: Document version page edited
ar: تم تعديل صفحة نسخة المستند
uk: Відредаговано сторінку версії документа

source: Document trashed
ar: إتلاف الوثائق
uk: Документ поміщено у кошик

source: Trashed document deleted
ar: تم حذف المستند من سلة المهملات
uk: Документ у кошику видалено

source: Trashed document restored
ar: تم استعادة المستند من سلة المهملات
uk: Документ з кошику відновлено

source: Document downloaded (historic)
ar: تم تحميل المستند (تاريخي)
uk: Документ завантажено (історичний)

source: Document file created (historic)
ar: تم تحميل المستند (تاريخي)
uk: Документ створено (історичний)

source: Document version reverted (historic)
ar: تمت إعادة نسخة المستند إلى حالة سابقة (تاريخية).
uk: Версію документу повернуто (історичний)

source: Document version uploaded (historic)
ar: تم رفع نسخة المستند (تاريخية)
uk: Версія документа завантажена (історична)

source: Detected
ar: تم الكشف
uk: Виявлено

source: Storage
ar: المساحة التخزينية
uk: Сховище

source: Other
ar: آخر
uk: Інші

source: Date added
ar: تاريخ الاضافة
uk: Дату додано

source: MIME type
ar: نوع الملف
uk: Тип MIME

source: Encoding
ar: التشفير
uk: Кодування

source: Size
ar: الحجم
uk: Розмір

source: Exists in storage
ar: موجود في التخزين
uk: Існує в сховищі

source: Path in storage
ar: المسار في التخزين
uk: Шлях у сховищі

source: Checksum
ar: اختباري
uk: Контрольна сума

source: Pages
ar: صفحات
uk: Сторінки

source: Quick document rename
ar: إعادة تسمية
uk: Швидке перейменування документа

source: Preserve extension
ar: الحفاظ على التمديد
uk: Зберегти розширення

source: Takes the file extension and moves it to the end of the filename allowing operating systems that rely on file extensions to open document correctly.
ar: يأخذ امتداد الملف وينقله إلى نهاية اسم الملف مما يسمح لأنظمة التشغيل التي تعتمد على امتدادات الملفات بفتح المستند بشكل صحيح.
uk: Розширення файлу перемістити в кінець імені файлу, що дозволяє операційним системам, які підтримують розширення файлів, правильно відкривати документ.

source: Date created
ar: تاريخ الإنشاء
uk: Дата створення

source: Language
ar: اللغة
uk: Мова

source: Document type
ar: نوع الوثيقة
uk: Тип документа

source: The backend that will be executed against the selected document version.
ar: النظام الخلفي الذي سيتم تنفيذه على نسخة المستند المختارة.
uk: Бекенд, який буде виконуватися проти вибраної версії документа.

source: Backend
ar: في الخفاء

source: Content type
ar: نوع المحتوى
uk: Тип вмісту

source: Object ID
ar: معرف الكائن
uk: ID об'єкта

source: Source
ar: مصدر
uk: Джерело

source: Destination page number
ar: رقم الصفحة الوجهة
uk: Номер сторінки призначення

source: Target page number can't be repeated.
ar: لا يمكن تكرار رقم صفحة الوجهة
uk: Номер сторінки не може повторюватися.

source: Page group
ar: مجموعة الصفحات
uk: Група сторінок

source: Page range
ar: نطاق الصفحات
uk: Діапазон сторінок

source: Page number from which all the transformations will be cloned. Existing transformations will be lost.
ar: سيتم الغاء التعديلات الحالية في حال اكمال عملية النسخ على الوثيقة
uk: Номер сторінки, з якої будуть клоновані всі перетворення. Існуючі перетворення будуть втрачені.

source: Delete
ar: حذف
uk: Видалити

source: Edit
ar: تعديل
uk: Редагувати

source: Introspect
ar: التفتيش الداخلي

source: Files
ar: الملفات
uk: Файли

source: Print
ar: طباعة
uk: Друк

source: Properties
ar: الخصائص
uk: Властивості

source: Preview
ar: استعراض
uk: Попередній перегляд

source: Clear transformations
ar: تغيرات واضحة
uk: Очистити трансформації

source: Clone transformations
ar: نسخ التعديلات
uk: Клонувати перетворення

source: First page
ar: الصفحة الأولى
uk: Перша сторінка

source: Last page
ar: الصفحة الأخيرة
uk: Остання сторінка

source: Previous page
ar: الصفحة السابقة
uk: Попередня сторінка

source: Next page
ar: الصفحة التالية
uk: Наступна сторінка

source: Document file
ar: ملف المستند
uk: Файл документа

source: Document file pages
ar: صفحات ملف المستند
uk: Сторінки документу

source: Rotate left
ar: استدارة الى اليسار
uk: Повернути вліво

source: Rotate right
ar: استدارة لليمين
uk: Повернути вправо

source: Page image
ar: صورة الصفحة
uk: Зображення сторінки

source: Reset view
ar: إعادة عرض
uk: Скинути перегляд

source: Zoom in
ar: تكبير
uk: Збільшити

source: Zoom out
ar: تصغير
uk: Зменшити

source: All documents
ar: جميع الوثائق
uk: Всі документи

source: Edit properties
ar: تعديل الخصائص
uk: Редагувати властивості

source: Change type
ar: تغير النوع
uk: Змінити тип

source: Recently accessed
ar: المعروض مؤخرًا
uk: Нещодавно наданий доступ

source: Recently created
ar: مُنشَأ حديثًا
uk: Нещодавно створений

source: Create document type
ar: إنشاء نوع الوثيقة
uk: Створити типу документа

source: Add quick label to document type
ar: أضف تسمية سريعة لنوع المستند
uk: Додати швидку мітку до типу документа

source: Quick labels
ar: تسميات سريعة
uk: Швидкі етикетки

source: Filename generation
ar: توليد اسم الملف
uk: Генерація імені файлу

source: Retention policies
ar: سياسات الاحتفاظ

source: Make active
ar: تفعيل
uk: Зробити активним

source: Create document version
ar: إنشاء نسخة من المستند
uk: Створити версію документа

source: Versions
ar: إصدارات
uk: Версії

source: Modify
ar: تعديل
uk: Змінити

source: Remap pages
ar: إعادة تعيين الصفحات
uk: Перепризначити сторінки

source: Document version
ar: نسخة الوثيقة
uk: Версія документа

source: Document version pages
ar: صفحات نسخة المستند
uk: Версії сторінок документа

source: Add to favorites
ar: إضافة الى المفضلة
uk: Додати до обраного

source: Favorites
ar: المفضلة
uk: Улюблені

source: Remove from favorites
ar: الغاء من المفضلة
uk: Видалити з улюблених

source: Decorations
ar: الضبط
uk: Декорації

source: Move to trash
ar: إتلاف
uk: Перемістити у кошик

source: Empty trash
ar: اتلاف فارغ
uk: Очистити кошик

source: Trash can
ar: الوثائق المتلفة
uk: Кошик

source: Restore
ar: استعادة
uk: Відновити

source: Default
ar: القيمة الإفتراضية
uk: За замовчуванням

source: January
ar: كانون الثاني
uk: Січень

source: February
ar: شهر فبراير
uk: Лютий

source: March
ar: مارس
uk: Березень

source: April
ar: أبريل
uk: Квітень

source: May
ar: مايو
uk: Травень

source: June
ar: يونيو
uk: Червень

source: July
ar: يوليو
uk: Липень

source: August
ar: أغسطس
uk: Серпень

source: September
ar: سبتمبر
uk: Вересень

source: October
ar: اكتوبر
uk: Жовтень

source: November
ar: شهر نوفمبر
uk: Листопад

source: December
ar: ديسمبر
uk: Грудень

source: All pages
ar: كل الصفحات
uk: Усі сторінки

source: Label
ar: العنوان
uk: Мітка

source: Controls what happens when a new document file is uploaded.
ar: يتحكم فيما يحدث عند رفع ملف وثيقة جديد

source: The server date and time when the document file was processed.
ar: تاريخ ووقت الخادم عند معالجة ملف المستند.
uk: Дата й час сервера, коли було оброблено файл документа.

source: Timestamp
ar: الطابع الزمني
uk: Часова мітка

source: An optional short text describing the document file.
ar: نص قصير اختياري يصف ملف المستند.
uk: Необов’язковий короткий текст, що описує файл документа.

source: Comment
ar: الشرح
uk: Коментар

source: File
ar: ملف
uk: Файл

source: Filename
ar: اسم الملف
uk: Ім'я файлу

source: The document file's file mimetype. MIME types are a standard way to describe the format of a file, in this case the file format of the document. Some examples: "text/plain" or "image/jpeg".
ar: نوع MIME لملف المستند. أنواع MIME هي طريقة معيارية لوصف تنسيق الملف، وفي هذه الحالة تنسيق ملف المستند.بعض الأمثلة: "text/plain" أو "image/jpeg".
uk: MIME-тип файлу документа. Типи MIME є стандартним способом опису формату файлу, у даному випадку формату файлу документа. Деякі приклади: "text/plain" або "image/jpeg".

source: The document file file encoding. binary 7-bit, binary 8-bit, text, base64, etc.
ar: ترميز ملف المستند: ثنائي 7-بت، ثنائي 8-بت، نص، base64، إلخ.
uk: Кодування файлу документа. binary 7-bit, binary 8-bit, text, base64 тощо.

source: Document files
ar: ملفات المستند
uk: Файли докумену

source: %(document_file)s - page %(page_num)d of %(total_pages)d
ar: %(document_file)s صفحة - %(page_num)d من %(total_pages)d
uk: %(document_file)s - сторінка %(page_num)d з %(total_pages)d

source: Page number
ar: رقم الصفحة
uk: Номер сторінки

source: Document file page
ar: صفحة ملف المستند
uk: Сторінка файлу документа

source: Document stub, id: %d
ar: الوثائق : %d
uk: Документ заглушка, id: %d

source: Latest document file
ar: أحدث ملف وثيقة

source: UUID of a document, universally Unique ID. An unique identifier generated for each document.
ar: UUID لمستند ، معرّف فريد عالميًا. معرّف فريد تم إنشاؤه لكل مستند.
uk: UUID документа, універсальний унікальний ідентифікатор. Для кожного документа створюється унікальний ідентифікатор.

source: The document type of the document.
ar: نوع الوثيقة الخاصة بالمستند.
uk: Тип документу.

source: A short text identifying the document. By default, will be set to the filename of the first file uploaded to the document.
ar: نص قصير يحدد المستند. بشكل افتراضي، سيتم تعيينه إلى اسم الملف الخاص بأول ملف تم رفعه إلى المستند.
uk: Короткий текст, що ідентифікує документ. За замовчуванням буде встановлено назву першого файлу, завантаженого в документ.

source: An optional short text describing a document.
ar: نص قصير اختياري يصف الوثيقة.
uk: Необов’язковий короткий текст опису документа.

source: Description
ar: الوصف
uk: Опис

source: The date and time of the document creation.
ar: تاريخ ووقت إنشاء المستند.
uk: Дата і час створення документа.

source: Created
ar: أنشأت
uk: Створено

source: The primary language in the document.
ar: اللغة الأساسية في المستند.
uk: Основна мова документу.

source: Whether or not this document is in the trash.
ar: ما إذا كان هذا المستند في سلة المهملات أم لا.
uk: Незалежно від того, чи знаходиться цей документ у кошику.

source: In trash?
ar: في الإتلاف؟
uk: У кошик?

source: The server date and time when the document was moved to the trash.
ar: تاريخ ووقت الخادم عندما تم إتلاف الوثائق
uk: Дата й час сервера, коли документ було переміщено до кошика.

source: Date and time trashed
ar: التاريخ والوقت في الإتلاف
uk: Дата і час знищення

source: A document stub is a document with an entry on the database but no file uploaded. This could be an interrupted upload or a deferred upload via the API.
ar: كعب المستند هو مستند به إدخال في قاعدة البيانات ولكن لم يتم تحميل أي ملف. قد يكون هذا تحميلًا متقطعًا أو تحميلًا مؤجلًا عبر واجهة برمجة التطبيقات.
uk: Документ Заглушка – це документ із записом у базі даних, але без завантаженого файлу. Це може бути перерване завантаження або відкладене завантаження через API.

source: Active document version
ar: إصدار الوثيقة النشط

source: A short text identifying the document type.
ar: نص قصير يحدد نوع المستند.
uk: Короткий текст, що визначає тип документа.

source: The class responsible for producing the actual filename used to store the uploaded documents.
ar: الجهة المسؤولة عن إنشاء اسم الملف المستخدم لتخزين الوثائق التي تم تحميلها.
uk: Клас, відповідальний за створення фактичного імені файлу, яке використовується для зберігання завантажених документів.

source: Filename generator backend
ar: اسم الملف الخفي
uk: Сервер генератора імен файлів

source: The arguments for the filename generator backend as a YAML dictionary.
ar: الحجج الخاصة بخلفية منشئ اسم الملف
uk: Аргументи для генератора імен файлів як словник YAML.

source: Filename generator backend arguments
ar: اسم الملف الخفي
uk: Серверні аргументи генератора імен файлів

source: Amount of time after which documents of this type will be moved to the trash.
ar: الوقت اللازم لنقل الوثائق الى الإتلاف
uk: Період часу, після якого документи цього типу буде переміщено до кошика.

source: Trash time period
ar: فترة الإتلاف
uk: Період часу знищення

source: Trash time unit
ar: وحدات الاتلاف
uk: Період знищення

source: Amount of time after which documents of this type in the trash will be deleted.
ar: الوقت اللازم لحذف الوثيقة من الإتلاف
uk: Проміжок часу, після якого документи цього типу в кошику буде видалено.

source: Delete time period
ar: احذف الفترة الزمنية
uk: Період часу видалення

source: Delete time unit
ar: احذف الوحدة الزمنية
uk: Одиниця часу видалення

source: Delete documents that do not contain any files after a configured expiration interval.
ar: حذف الوثائق التي لا تحتوي على أي ملفات بعد انتهاء فترة الاحتفاظ المحددة

source: Document stub pruning
ar: تقليم كعب الوثيقة

source: Time (in seconds) after which a document stub will be considered invalid and deleted, if pruning is enabled. This an optimization setting and should only be changed for specific circumstances.
ar: المدة (بالثواني) التي بعدها يعتبر كعب الوثيقة غير صالح ويتم حذفه، إذا كان التقليم مفعلاً. هذا إعداد تحسين ويجب تغييره فقط في ظروف محددة

source: Document stub expiration interval
ar: فترة انتهاء صلاحية كعب الوثيقة

source: Enabled
ar: مفعل
uk: Активовано

source: Quick label
ar: تسمية سريعة
uk: Швидка мітка

source: The server date and time when the document version was created.
ar: تاريخ ووقت الخادم عند إنشاء نسخة المستند.
uk: Серверна дата та час створення версії документа.

source: An optional short text describing the document version.
ar: نص قصير اختياري يصف إصدار المستند.
uk: Необов'язковий короткий текст, що описує версію документа.

source: Determines the active version of the document.
ar: يحدد النسخة النشطة من المستند.
uk: Визначення активної версії документа.

source: Active
ar: نشط
uk: Активний

source: Document versions
ar: إصدارات المستند
uk: Версії документа

source: %(document_version)s page %(page_number)d of %(total_pages)d
ar: %(document_version)s صفحة %(page_number)d من %(total_pages)d
uk: %(document_version)s сторінка %(page_number)d з %(total_pages)d

source: Unique integer number for the page. Pages are ordered by this number.
ar: رقم صحيح فريد للصفحة. يتم ترتيب الصفحات بناءً على هذا الرقم.
uk: Унікальне ціле число для сторінки. Сторінки впорядковані за цим номером.

source: Content type for the source object of the page.
ar: نوع المحتوى للكائن المصدر للصفحة.
uk: Тип вмісту для джерела об'єкту сторінки.

source: ID for the source object of the page.
ar: معرف (ID) للكائن المصدر للصفحة.
uk: ID для вихідного об'єкта сторінки.

source: Document version page
ar: صفحة نسخة المستند
uk: Сторінка версії документа

source: User
ar: مستخدم
uk: Користувач

source: Favorite document
ar: المستند المفضل
uk: Улюблений документ

source: Favorite documents
ar: المستندات المفضلة
uk: Улюблені документи

source: Accessed
ar: تم الوصول إليه
uk: Доступний

source: Recent document
ar: وثيقة حديثة
uk: Недавній документ

source: Recent documents
ar: الوثائق الأخيرة
uk: Недавні документи

source: Recently accessed document
ar: المستند الذي تم الوصول إليه مؤخرًا
uk: Документ з нещодавно наданою доступністю

source: Recently accessed documents
ar: المستندات التي تم الوصول إليها مؤخرًا
uk: Документи з нещодавно наданою доступністю

source: Change type of documents
ar: تغيير نوع المستندات
uk: Змінити тип документів

source: Create documents
ar: إنشاء وثائق
uk: Створити документи

source: Edit documents
ar: تحرير الوثائق
uk: Редагувати документи

source: Edit document properties
ar: تعديل خصائص الوثيقة
uk: Редагувати властивості документа

source: Execute document modifying tools
ar: تفعيل أدوات تعديل الوثيقة
uk: Запустити інструменти для редагування документа

source: View documents
ar: عرض الوثائق
uk: Переглянути документи

source: Delete document files
ar: حذف ملفات المستند
uk: Видалити файли документу

source: Edit document files
ar: تعديل ملفات المستند
uk: Редагувати файли документу

source: Create new document files
ar: إنشاء ملفات مستند جديدة
uk: Створити нові файли документу

source: Print document files
ar: طباعة ملفات المستند
uk: Друк файлів документу

source: Execute document file modifying tools
ar: تنفيذ أدوات تعديل ملفات المستند
uk: Запустити інструменти для редагування файлу документу

source: View document files
ar: عرض ملفات المستند
uk: Перегляд файлів документу

source: Create document versions
ar: إنشاء نُسخ من المستند
uk: Створити версії документу

source: Delete document versions
ar: حذف نُسخ المستند
uk: Видалити версії документу

source: Edit document versions
ar: تعديل نُسخ المستند
uk: Редагувати версії документу

source: Print document versions
ar: طباعة نُسخ المستند
uk: Друкувати версії документу

source: View document versions
ar: عرض نُسخ المستند
uk: Переглянути версії документа

source: Create document types
ar: إنشاء أنواع الوثائق
uk: Створити типи документа

source: Delete document types
ar: حذف أنواع الوثائق
uk: Видалити типи документа

source: Edit document types
ar: تحرير أنواع الوثائق
uk: Редагувати типи документа

source: View document types
ar: عرض أنواع الوثائق
uk: Переглянути типи документа

source: Restore trashed document
ar: التراجع عن إتلاف الوثيقة
uk: Відновити видалений документ

source: Delete trashed documents
ar: حذف المستندات المحذوفة من سلة المهملات
uk: Видалити документи у кошику

source: Trash documents
ar: الوثائق المتلفة
uk: Перемістити документи до кошика

source: Documents fast
ar: وثائق سريعة

source: Documents slow
ar: وثائق بطيئة

source: Documents file
ar: ملف الوثائق

source: Documents file slow
ar: ملف الوثائق بطيء

source: Documents periodic
ar: وثائق دورية
uk: Документи періодичні

source: Documents trash
ar: سلة محذوفات الوثائق

source: Documents version
ar: إصدار الوثائق

source: Create new document file
ar: إنشاء ملف وثيقة جديد

source: Upload new document file
ar: رفع ملف مستند جديد
uk: Завантажити новий файл документа

source: Move a document to the trash
ar: نقل مستند إلى سلة المهملات

source: Upload new document
ar: رفع مستند جديد
uk: Завантажити новий документ

source: Calculate and update document file checksum
ar: حساب وتحديث التحقق (checksum) لملف المستند

source: Calculate and update document file MIME type
ar: حساب وتحديث نوع MIME لملف المستند

source: Update document file page count
ar: تحديث عدد صفحات ملف الوثيقة

source: Update document file size
ar: تحديث حجم ملف الوثيقة

source: Create a new version after the file is processed
ar: إنشاء إصدار جديد بعد معالجة الملف

source: Delete a document file
ar: حذف ملف وثيقة

source: Check document type trash periods
ar: تحقق من فترات مهملات نوع المستند
uk: Періоди перевірки типів документів у кошику

source: Delete document stubs
ar: حذف بذرة المستند
uk: Видалити документи заглушки

source: Check document type delete periods
ar: تحقق من فترات حذف نوع المستند
uk: Перевірити періоди видалення типу документа

source: Empty the trash can
ar: إفراغ الوثائق المتلفة
uk: Очистити кошик

source: Delete a document
ar: احذف مستند
uk: Видалити документ
