Repository: patowari/DMS
Catalog: mayan/apps/documents/locale/*/LC_MESSAGES/django.po
Languages: ar, uk

source: Append all document file pages to a document version
ar: إلحاق جميع صفحات ملف المستند إلى نسخة المستند
uk: Додайте всі сторінки файлу документа до версії документа

source: Reset the page list of a document version
ar: إعادة تعيين قائمة صفحات نسخة المستند
uk: Скинути список сторінок версії документа

source: Export a document version
ar: تصدير نسخة المستند
uk: Експорт версії документа

source: Delete a document version
ar: حذف نسخة المستند
uk: Видалити версію документа

source: The database ID of the document type.
ar: معرّف نوع الوثيقة في قاعدة البيانات

source: Document type ID
ar: مُعرِّف نوع المستند
uk: ID типу документа

source: Document type label
ar: إسم نوع الوثيقة
uk: Мітка типу документа

source: Document description
ar: وصف الوثيقة
uk: Опис документа

source: The database ID of the document.
ar: معرّف الوثيقة في قاعدة البيانات

source: Document ID
ar: معرّف المستند
uk: ID документа

source: Document label
ar: اسم الوثيقة
uk: Мітка документа

source: Document UUID
ar: الوثائق المحددة
uk: Документ UUID

source: Document file checksum
ar: المجموع الاختباري لملف المستند
uk: Контрольна сума файлу документа

source: Document file URL
ar: عنوان URL لملف المستند
uk: URL-адреса файлу документа

source: Image URL
ar: رابط الصورة
uk: URL зображення

source: Action name
ar: اسم الإجراء

source: Document URL
ar: عنوان URL للمستند
uk: URL-адреса документа

source: Binary content for the new file.
ar: المحتوى الثنائي للملف الجديد.
uk: Двійковий вміст для нового файлу.

source: File new
ar: ملف جديد
uk: Новий файл

source: Page list URL
ar: رابط قائمة الصفحات
uk: URL-адреса списку сторінок

source: Pages first
ar: الصفحات أولاً
uk: Перші сторінки

source: ID
ar: المعرف

source: Document type ID for the new document.
ar: معرّف نوع المستند للمستند الجديد.
uk: ID типу документа для нового документа.

source: Document change type URL
ar: رابط تغيير نوع المستند
uk: URL-адреса зміни типу документа

source: File latest
ar: أحدث ملف
uk: Останній файл

source: File list URL
ar: رابط قائمة الملفات
uk: URL списку файлів

source: Version active
ar: النسخة النشطة
uk: Активна версія

source: Version list URL
ar: رابط قائمة النسخ
uk: URL-адреса списку версій

source: Primary key of the document type into which the document will be changed.
ar: المفتاح الأساسي لنوع المستند الذي سيتم تغيير المستند إليه.
uk: Первинний ключ типу документа, в якому буде змінено документ.

source: Document type URL
ar: رابط نوع المستند
uk: URL типу документа

source: Documents URL
ar: رابط المستندات

source: Quick label list URL
ar: رابط قائمة التسمية السريعة
uk: URL-адреса швидкого списку міток

source: Backend ID
ar: معرف النظام الخلفي
uk: Бекенд ID

source: Primary key of the modification backend to execute.
ar: المفتاح الأساسي للنظام الخلفي للتعديل الذي سيتم تنفيذه.
uk: Первинний ключ зміни бекенду для виконання.

source: Content type ID of the source object for the page.
ar: معرّف نوع المحتوى للكائن المصدر للصفحة.
uk: ID типу вмісту джерела сторінки.

source: Document version URL
ar: رابط نسخة المستند
uk: URL версії документа

source: Export URL
ar: رابط التصدير
uk: Експорт URL

source: Document ID for the new favorite document.
ar: معرّف المستند للمستند المفضل الجديد.
uk: ID документа для нового улюбленого документа.

source: Restore URL
ar: رابط الاستعادة
uk: Відновити URL

source: The threshold at which the DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND will start deleting the oldest document file page image cache files. Specify the size in bytes.
ar: الحد الأقصى الذي عنده سيبدأ نظام التخزين المؤقت لصور صفحات ملفات المستندات (DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND) بحذف أقدم ملفات التخزين المؤقت. حدد الحجم بوحدة البايت.
uk: Поріг, при якому DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND почне видаляти найдавніші файли кешу зображень сторінок документів. Вкажіть розмір у байтах.

source: Path to the Storage subclass to use when storing document files.
ar: المسار إلى فئة التخزين الفرعية لاستخدامها عند تخزين ملفات المستندات.
uk: Шлях до підкласу сховища, який використовується для зберігання файлів документів.

source: Arguments to pass to the DOCUMENT_FILE_STORAGE_BACKEND.
ar: المعطيات (الوسائط) التي يجب تمريرها إلى DOCUMENT_FILE_STORAGE_BACKEND.
uk: Аргументи, які потрібно передати до DOCUMENT_FILE_STORAGE_BACKEND.

source: Path to the Storage subclass to use when storing the cached document file page image files.
ar: المسار إلى الفئة الفرعية Storage التي تستخدم عند تخزين ملفات صور صفحات ملفات المستندات المؤقتة.
uk: Шлях до підкласу сховища, який використовується при зберіганні файлів зображень сторінок кешованого документа.

source: Arguments to pass to the DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
ar: المعطيات (الوسائط) التي يجب تمريرها إلى DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
uk: Аргументи, які передаються до DOCUMENTS_FILE_PAGE_IMAGE_CACHE_STORAGE_BACKEND.

source: Maximum number of favorite documents to remember per user.
ar: الحد الأقصى لعدد المستندات المفضلة التي يجب تذكرها لكل مستخدم.
uk: Максимальна кількість улюблених документів, яку слід запам'ятовувати для кожного користувача.

source: Size of blocks to use when calculating the document file's checksum. A value of 0 disables the block calculation and the entire file will be loaded into memory.
ar: حجم الكتل المراد استخدامها عند حساب المجموع الاختباري لملف المستند. تؤدي القيمة 0 إلى تعطيل حساب الكتلة وسيتم تحميل الملف بأكمله في الذاكرة.
uk: Розмір блоків, які використовуються при обчисленні контрольної суми файлу документа. Значення 0 вимикає обчислення блоку, і весь файл буде завантажено в пам'ять.

source: Default documents language (in ISO639-3 format).
ar: لغة المستندات الافتراضية (بتنسيق ISO639-3).
uk: Мова документів за замовчуванням (у форматі ISO639-3).

source: List of supported document languages. In ISO639-3 format.
ar: قائمة لغات المستند المدعومة. بتنسيق ISO639-3.
uk: Список підтримуваних мов документом. У форматі ISO639-3.

source: The threshold at which the DOCUMENT_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND will start deleting the oldest document version page image cache versions. Specify the size in bytes.
ar: الحد الذي عنده سيبدأ DOCUMENT_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND بحذف أقدم نسخ تخزين مؤقت لصور صفحات نسخ المستند. حدد الحجم بوحدة البايت.
uk: Поріг, при якому DOCUMENT_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND почне видаляти найдавніші версії кешу зображень сторінок документів. Вкажіть розмір у байтах.

source: Path to the Storage subclass to use when storing the cached document version page image versions.
ar: المسار إلى الفئة الفرعية Storage التي تستخدم عند تخزين نسخ صور صفحات نسخ المستند المؤقتة.
uk: Шлях до підкласу сховища, який використовується при збереженні версій зображень сторінок кешованої версії документа.

source: Arguments to pass to the DOCUMENTS_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
ar: المعطيات (الوسائط) التي يجب تمريرها إلى DOCUMENTS_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND.
uk: Аргументи, які потрібно передати до DOCUMENTS_VERSION_PAGE_IMAGE_CACHE_STORAGE_BACKEND.

source: Maximum number of recently accessed documents (created, edited, viewed) to remember per user.
ar: الحد الأقصى لعدد المستندات التي تم الوصول إليها مؤخرًا (تم إنشاؤها، تعديلها، عرضها) التي يتم تذكرها لكل مستخدم.
uk: Максимальна кількість недавно відкритих документів (створених, редагованих, переглянутих) для запам'ятовування на кожного користувача.

source: Maximum number of recently created documents to show.
ar: الحد الأقصى لعدد المستندات التي تم إنشاؤها مؤخرًا لإظهارها.
uk: Максимальна кількість недавно створених документів для відображення.

source: Amount in degrees to rotate a document page per user interaction.
ar: الدرجة المسموح بها لتدوير الوثيقة لكل مستخدم.
uk: Обертання сторінки документа в градусах за раз.

source: Height in pixels of the document thumbnail image.
ar: حجم الوثيقة المصغرة
uk: Висота в пікселях зображення мініатюри документа.

source: Maximum amount in percent (%) to allow user to zoom in a document page interactively.
ar: أكبر نسبة مئوية (%) للسماح بالتكبير داخل الوثيقة لكل مستخدم.
uk: Максимальний відсоток, на який можна збільшити сторінку документу.

source: Minimum amount in percent (%) to allow user to zoom out a document page interactively.
ar: أقل نسبة مئوية (%) للسماح بالتكبير داخل الوثيقة لكل مستخدم.
uk: Максимальний відсоток (%), на який можна зменьшити сторінку документу.

source: Amount in percent zoom in or out a document page per user interaction.
ar: النسبة المئوية لتكبير أو تصغير في صفحة الوثيقة لكل مستخدم.
uk: Кількість відсотків збільшення або зменшення сторінки документа за раз.

source: New documents per month
ar: الوثائق الجديدة/شهرياً
uk: Нові документи на місяць

source: New document files per month
ar: ملفات مستندات جديدة لكل شهر
uk: Нові файли документа на місяць

source: New document pages per month
ar: إصدارات صفحات الوثائق الجديدة/شهرياً
uk: Нові сторінки документа на місяць

source: Total documents at each month
ar: إجمالي المستندات في كل شهر
uk: Загальна кількість документів за кожен місяць

source: Total document files at each month
ar: إجمالي ملفات المستندات في كل شهر
uk: Загальна кількість файлів документа за кожен місяць

source: Total document pages at each month
ar: إجمالي صفحات المستند في كل شهر
uk: Загальна кількість сторінок документа за кожен місяць

source: Total documents per document type
ar: إجمالي المستندات لكل نوع مستند
uk: Загальна кількість документів за типом документу

source: Total document files per document type
ar: إجمالي ملفات المستندات لكل نوع مستند
uk: Загальна кількість файлів документів за типом документу

source: Total document file pages per document type
ar: إجمالي صفحات ملفات المستند لكل نوع مستند
uk: Загальна кількість сторінок документу за типом документу

source: Unable to initialize the document file storage. Check the settings {} and {} for formatting errors.
ar: غير قادر على تهيئة تخزين ملفات المستندات. تحقق من الإعدادات {} و {} للأخطاء في التنسيق.
uk: Неможливо ініціалізувати сховище файлів документа. Перевірте налаштування {} та {} на наявність помилок форматування.

source: Unable to initialize the document file image storage. Check the settings {} and {} for formatting errors.
ar: غير قادر على تهيئة تخزين صور ملفات المستندات. تحقق من الإعدادات {} و {} للأخطاء في التنسيق.
uk: Неможливо ініціалізувати зберігання зображень документа. Перевірте наявність помилок у налаштуваннях {} та {} форматування.

source: Document file page images
ar: صور صفحات ملفات المستندات
uk: Зображення сторінок файла документа

source: Unable to initialize the document version image storage. Check the settings {} and {} for formatting errors.
ar: غير قادر على تهيئة تخزين صور نسخ المستندات. تحقق من الإعدادات {} و {} للأخطاء في التنسيق.
uk: Неможливо ініціалізувати зберігання зображення версії документа. Перевірте наявність помилок у налаштуваннях {} та {} форматування.

source: Document version page images
ar: صور صفحات نسخ المستندات
uk: Зображення сторінки версії документа

source: Document page image preview
ar: معاينة صورة صفحة المستند
uk: Попередній перегляд зображення сторінки документа

source: No file pages
ar: لا توجد صفحات ملف

source: Document file page transformation error
ar: خطأ في تحويل صفحة ملف المستند
uk: Помилка перетворення сторінки файлу документа

source: Document version page transformation error
ar: خطأ في تحويل صفحة نسخة المستند
uk: Помилка перетворення сторінки версії документа

source: No valid or active version
ar: لا توجد نسخة صالحة أو نشطة
uk: Немає дійсної чи активної версії

source: No version pages
ar: لا توجد صفحات للنسخة
uk: Немає сторінок версій

source: No pages to display
ar: لا توجد صفحات لعرضها
uk: Немає сторінок для відображення

source: Unknown language "%s"
ar: لغة غير معروفة &quot;%s&quot;
uk: Невідома мова "%s"

source: This could mean that the document file is of a format that is not supported, that it is corrupted, or that the upload process was interrupted. Use the document file introspection link to attempt detection the page count again.
ar: قد يعني هذا أن تنسيق ملف الوثيقة غير مدعوم، أو أن الملف تالف، أو أن عملية الرفع انقطعت. استخدم رابط فحص ملف الوثيقة لمحاولة اكتشاف عدد الصفحات مرة أخرى.

source: No document file pages available
ar: لا توجد صفحات متاحة لملف المستند
uk: Немає доступних сторінок файлу документа

source: Pages of document file: %s
ar: صفحات ملف المستند: %s
uk: Сторінки файлу документа: %s

source: There are no more pages in this document
ar: لا توجد صفحات أخرى بهذه الوثيقة
uk: У цьому документі більше немає сторінок

source: You are already at the first page of this document
ar: الصفحة الأولى في الوثيقة
uk: Ви вже на першій сторінці цього документа

source: Image of: %s
ar: صورة: %s
uk: Зображення: %s

source: Error deleting document file "%(instance)s"; %(exception)s
ar: خطأ في حذف ملف المستند "%(instance)s";%(exception)s
uk: Помилка видалення файлу документа "%(instance)s"; %(exception)s

source: Document file "%(object)s" deletion queued successfully.
ar: تم إدراج حذف ملف الوثيقة "%(object)s" بنجاح

source: %(count)d document file deletion queued successfully.
ar: تم إدراج حذف %(count)d ملف وثيقة بنجاح

source: %(count)d document files deletions queued successfully.
ar: تم إدراج حذف %(count)d ملف وثيقة بنجاح

source: Delete document file: %(object)s.
ar: حذف ملف المستند: %(object)s.
uk: Видалити файл документа: %(object)s .

source: Delete the %(count)d selected document file.
ar: حذف %(count)d ملف مستند محدد.
uk: Видалити %(count)d вибраний файл документа.

source: Delete the %(count)d selected document files.
ar: حذف %(count)d ملفات مستند محددة
uk: Видалити %(count)d вибраних файлів документа.

source: All document files pages from this document file and the document version pages linked to them will be deleted too. The process will be performed in the background.
ar: سيتم حذف جميع صفحات ملف الوثيقة وصفحات إصدار الوثيقة المرتبطة بها أيضًا. سيتم تنفيذ العملية في الخلفية.

source: Edit document file: %s
ar: تعديل ملف المستند: %s
uk: Редагувати файл документа: %s

source: %(count)d document file queued for introspection.
ar: تم إدراج %(count)d ملف وثيقة للفحص الداخلي

source: %(count)d document files queued for introspection.
ar: تم إدراج %(count)d ملف وثيقة للفحص الداخلي

source: Introspect the document file: %s?
ar: فحص ملف الوثيقة داخليًا: %s؟

source: The document file will be re-examined for file size, page count, checksum, and its related document version pages re-created. All transformations will be lost.
ar: سيتم إعادة فحص ملف الوثيقة لحجم الملف وعدد الصفحات وchecksum، وسيتم إعادة إنشاء صفحات إصدار الوثيقة المرتبطة به. سيتم فقدان جميع التحويلات.

source: File are the actual files that were uploaded for each document. Their contents needs to be mapped to a version before it can be used.
ar: الملفات هي الملفات الفعلية التي تم رفعها لكل مستند. يجب ربط محتوياتها بنسخة قبل أن يمكن استخدامها.
uk: Файли - це фактичні файли, які були завантажені для кожного документа. До їхнього контексту слід додати версію, перш ніж його можна буде використовувати.

source: No files available
ar: لا توجد ملفات متاحة
uk: Немає доступних файлів

source: Files of document: %s
ar: ملفات المستند: %s
uk: Файли документу: %s

source: Preview of document file: %s
ar: معاينة ملف المستند: %s
uk: Попередній перегляд файлу документа: %s

source: Properties of document file: %s
ar: خصائص ملف المستند: %s
uk: Властивості файлу документа: %s

source: Transformation clear request processed for %(count)d document file.
ar: تمت معالجة طلب مسح التحويلات لـ %(count)d ملف مستند.
uk: Запит перетворення очищення для %(count)d файлу документа оброблено.

source: Transformation clear request processed for %(count)d document files.
ar: تمت معالجة طلب مسح التحويلات لـ %(count)d ملفات مستند.
uk: Запит перетворення очищення для %(count)d файлів документа оброблено.

source: Clear all the page transformations for the document file: %s?
ar: مسح جميع تحويلات الصفحات لملف المستند: %s؟
uk: Очистити всі перетворення сторінки для файлу документа: %s?

source: Error deleting the page transformations for document file: %(document_file)s; %(error)s.
ar: خطأ في حذف تحويلات الصفحات لملف المستند: %(document_file)s؛ %(error)s.
uk: Помилка видалення перетворень сторінки для файлу документа: %(document_file)s; %(error)s.

source: Error cloning the page transformations for document file: %(document_file)s; %(error)s.
ar: خطأ في استنساخ تحويلات الصفحات لملف المستند: %(document_file)s؛ %(error)s.
uk: Помилка клонування перетворень сторінки для файлу документа: %(document_file)s; %(error)s.

source: Transformations cloned successfully.
ar: تم نسخ التعديلات بنجاح.
uk: Перетворення успішно клоновано.

source: Clone page transformations of document file: %s
ar: استنساخ تحويلات صفحات ملف المستند: %s
uk: Перетворення клонування сторінок файлу документа: %s

source: Trashing
ar: إرسال إلى سلة المحذوفات

source: Deletion
ar: حذف

source: Stub pruning
ar: تقليم الأجزاء المتبقية

source: Retention policies for document type: %s
ar: سياسات الاحتفاظ لنوع الوثيقة: %s

source: Documents of type: %s
ar: نوع الوثائق: %s
uk: Тип документів: %s

source: Document types are the most basic units of configuration. Everything in the system will depend on them. Define a document type for each type of physical document you intend to upload. Example document types: invoice, receipt, manual, prescription, balance sheet.
ar: أنواع المستندات هي أبسط وحدات التكوين. كل شيء في النظام سيعتمد عليهم. حدد نوع مستند لكل نوع من أنواع المستندات المادية التي تنوي تحميلها. أمثلة على أنواع المستندات: فاتورة ، إيصال ، دليل ، وصفة طبية ، ميزانية.
uk: Типи документів є найбільш базовими одиницями конфігурації. Все в системі буде залежати від них. Визначте тип документу для кожного типу фізичного документу, який ви плануєте завантажити. Приклади типів документів: рахунок-фактура, квитанція, посібник, рецепт, балансовий звіт.

source: No document types available
ar: لا توجد أنواع مستندات متاحة
uk: Немає доступних типів документів

source: All documents of this type will be deleted too.
ar: سيتم حذف جميع الوثائق من هذا النوع أيضًا.
uk: Усі документи цього типу також будуть видалені.

source: Delete the document type: %s?
ar: حذف نوع الوثيقة: %s؟
uk: Видалити тип документа: %s?

source: Edit document type: %s
ar: تعديل نوع الوثيقة: %s
uk: Редагувати тип документу: %s

source: Create quick label for document type: %s
ar: قم بإنشاء ملصق سريع لنوع المستند: %s
uk: Створити швидку мітку для типу документу: %s

source: Delete the quick label: %(label)s, from document type "%(document_type)s"?
ar: هل تريد حذف التسمية السريعة: %(label)s ، من نوع المستند &quot;%(document_type)s&quot;؟
uk: Видалити швидку мітку: %(label)s, з типу документу "%(document_type)s"?

source: Edit quick label "%(filename)s" from document type "%(document_type)s"
ar: تحرير التسمية السريعة &quot;%(filename)s&quot; من نوع المستند &quot;%(document_type)s&quot;
uk: Редагувати швидку мітку "%(filename)s" з типу документа "%(document_type)s"

source: Quick labels are predetermined filenames that allow the quick renaming of documents as they are uploaded by selecting them from a list. Quick labels can also be used after the documents have been uploaded.
ar: الملصقات السريعة هي أسماء ملفات محددة مسبقًا تسمح بإعادة تسمية المستندات بسرعة عند تحميلها عن طريق تحديدها من القائمة. يمكن أيضًا استخدام الملصقات السريعة بعد تحميل المستندات.
uk: Швидкі мітки — це попередньо визначені імена файлів, які дозволяють швидко перейменовувати документи під час їх завантаження, вибираючи їх зі списку. Швидкі мітки також можна використовувати після завантаження документів.

source: There are no quick labels for this document type
ar: لا توجد تسميات سريعة لنوع المستند هذا
uk: Для цього типу документів немає швидких міток

source: Quick labels for document type: %s
ar: ملصقات سريعة لنوع المستند: %s
uk: Швидкі мітки для типу документа: %s

source: Filename generation setup for document type: %s
ar: إعداد إنشاء اسم الملف لنوع الوثيقة: %s
uk: Налаштування створення імені файлу для типу документа: %s

source: The page number of this page will be skipped. If you want to achieve sequential page numbering, use the page remap action instead.
ar: سيتم تخطي رقم الصفحة لهذه الصفحة. إذا كنت تريد ترقيم صفحات متسلسل، استخدم إجراء إعادة تعيين ترقيم الصفحات بدلاً من ذلك.
uk: Номер сторінки цієї сторінки буде пропущено. Якщо ви бажаєте досягти послідовної нумерації сторінок, замість цього скористайтеся функцією переналаштування сторінки.

source: Delete document version page %s ?
ar: حذف صفحة نسخة المستند %s ؟
uk: Видалити сторінку версії документа %s ?

source: Document version pages are links to actual content pages. Create them using the page remap actions or the version modification action.
ar: صفحات نسخة المستند هي روابط لصفحات المحتوى الفعلية. أنشئها باستخدام إجراءات إعادة تعيين ترقيم الصفحات أو إجراء تعديل النسخة.
uk: Сторінки версії документа – це посилання на сторінки фактичного вмісту. Створіть їх за допомогою дій переналаштування сторінки або дії модифікації версії.

source: No document version pages available
ar: لا توجد صفحات لنسخة المستند متاحة
uk: Немає доступних сторінок версії документа

source: Pages of document version: %s
ar: صفحات نسخة المستند: %s
uk: Сторінки версії документа: %s

source: None
ar: لا شيء

source: There are no sources available to remap for this document version.
ar: لا توجد مصادر متاحة لإعادة تعيين للنسخة المستند هذه.
uk: Немає доступних джерел для переналаштування для цієї версії документа.

source: No page sources available
ar: لا توجد مصادر صفحات متاحة
uk: Немає доступних джерел сторінки

source: Remap pages of document version: %s
ar: إعادة تعيين صفحات نسخة المستند: %s
uk: Переназначити сторінки документа версії: %s

source: There are no more pages in this document.
ar: لا توجد صفحات أخرى في هذه الوثيقة

source: You are already at the first page of this document.
ar: أنت بالفعل في الصفحة الأولى من هذه الوثيقة

source: Make the document version "%s" the active version?
ar: هل تريد جعل نسخة المستند "%s" النسخة النشطة؟
uk: Зробити документ версії "%s" активною версією?

source: Successfully changed the active document version.
ar: تم تغيير نسخة المستند النشطة بنجاح.
uk: Успішно змінено версію активного документа.

source: Create a document version for document: %s
ar: إنشاء نسخة مستند لـ: %s
uk: Створити версію для документа: %s

source: Document version "%(object)s" deletion queued successfully.
ar: تم إدخال طلب حذف نسخة المستند "%(object)s" في قائمة الانتظار بنجاح.
uk: Видалення версії документа "%(object)s" успішно поставлено в чергу.

source: %(count)d document version deletion queued successfully.
ar: تم إدخال طلب حذف %(count)d نسخ مستند في قائمة الانتظار بنجاح
uk: %(count)d видалення версії документа успішно поставлено в чергу.

source: %(count)d document version deletions queued successfully.
ar: تم إدخال طلبات حذف %(count)d نسخ مستند في قائمة الانتظار بنجاح.
uk: %(count)d видалень версій документа успішно додано до черги.

source: Delete document version "%(object)s".
ar: حذف نسخة المستند "%(object)s".
uk: Видалити версію документа "%(object)s".

source: Delete %(count)d document version.
ar: حذف %(count)d نسخة مستند.
uk: Видалити %(count)d версію документа.

source: Delete %(count)d document versions.
ar: حذف %(count)d نسخ مستند.
uk: Видалити %(count)d версії документа.

source: The process will be performed in the background.
ar: سيتم تنفيذ العملية في الخلفية

source: Edit document version: %s
ar: تعديل نسخة المستند: %s
uk: Редагувати версію документа: %s

source: Versions are views that can display document file pages as they are, remap or merge them into different layouts.
ar: النسخ هي طرق عرض يمكنها عرض صفحات ملفات المستند كما هي، أو إعادة تعيينها، أو دمجها في تخطيطات مختلفة.
uk: Версії — це перегляди, які можуть відображати сторінки файлу документа такими, якими вони є, переназначати або об’єднувати їх у різні шари.

source: No versions available
ar: لا توجد نسخ متاحة
uk: Немає доступних версій
