Repository: patowari/DMS
Catalog: mayan/apps/app_manager/locale/*/LC_MESSAGES/django.po
Languages: ar_eg

source: App class full path
ar_eg: المسار الكامل لفئة التطبيق

source: App URL
ar_eg: رابط التطبيق

source: Has REST API
ar_eg: يحتوي على واجهة برمجة تطبيقات REST

source: Has tests
ar_eg: يحتوي على اختبارات

source: Name
ar_eg: اسم

source: Verbose name
ar_eg: الاسم الوصفي

source: App manager
ar_eg: مدير التطبيقات

source: Apps
ar_eg: التطبيقات

source: Detected and active Mayan EDMS apps.
ar_eg: تطبيقات Mayan EDMS المكتشفة والنشطة.

source: System apps
ar_eg: تطبيقات النظام
