Repository: patowari/DMS
Catalog: mayan/apps/dynamic_search/locale/*/LC_MESSAGES/django.po
Languages: de_at

source: Dynamic search
de_at: Dynamische Suche

source: The underlying database model whose content is indexed for search.
de_at: Das zugrundeliegende Datenbankmodell, dessen Inhalt für die Suche indiziert wird.

source: Model
de_at: Modell

source: The unique name used to reference the search model.
de_at: Eindeutiger Name um das Suchmodell zu referenzieren.

source: The underlying database field whose content is indexed for search.
de_at: Das zugrundeliegende Datenbankfeld, dessen Inhalt für die Suche indiziert wird.

source: Field
de_at: Feld

source: The underlying database field type. This determines the kind of data that is stored in the database.
de_at: Der zugrundeliegende Datenbankfeldtyp. Dies bestimmt die Art der Daten, die in der Datenbank gespeichert werden.

source: Field class
de_at: Feldklasse

source: Description
de_at: Beschreibung

source: Search
de_at: Suche

source: Resultset created
de_at: Erzeugtes Ergebnisset

source: Store the search results to speed up paging and for later browsing.
de_at: Suchergebnisse speichern um das Blättern in den Seiten und spätere Ansicht zu beschleunigen.

source: Save results
de_at: Ergebnisse speichern

source: Persistency
de_at: Persistenz

source: Match all
de_at: Alle Felder

source: Return only results that match all fields.
de_at: Nur Resultate zurückgeben für die alle Felder zutreffen.

source: Search logic
de_at: Suchlogik

source: Search terms
de_at: Suchbegriffe

source: Criteria
de_at: Kriterien

source: Saved resultsets
de_at: Gespeicherte Ergebnissets

source: Delete
de_at: Löschen

source: Results
de_at: Ergebnisse

source: Basic search
de_at: Basissuche

source: Advanced search
de_at: Erweiterte Suche

source: Search again
de_at: Suche wiederholen

source: Reindex search backend
de_at: Such-Backend neu indizieren

source: Fields
de_at: Felder

source: Search models
de_at: Suchmodelle

source: Yes
de_at: Ja

source: No
de_at: Nein

source: Time to keep the resultset in seconds. This value is increased every time the resultset is accessed.
de_at: Zeitspanne wie lange Ergebnissets behalten werden. Dieser Wert wird jedes Mal zurückgesetzt, wenn auf ein Ergebnisset zugegriffen wird.

source: Time to live
de_at: Erhaltungszeit

source: The server date and time when the resultset was created.
de_at: Datum und Uhrzeit des Servers, zu denen das Ergebnisset erstellt wurde.

source: Timestamp
de_at: Zeitstempel

source: Epoch
de_at: Epoche

source: Model name
de_at: Modellname

source: Search query
de_at: Suchabfrage

source: Search explainer text
de_at: Text Sucherklärer

source: Number of results stored in the resultset.
de_at: Anzahl der Ergebnisse, die im Ergebnisset gespeichert sind.

source: Result count
de_at: Ergebnis Anzahl

source: User for which the resultset was created.
de_at: Benutzer für den das Ergebnisset erstellt wurde.

source: User
de_at: Benutzer

source: Saved resultset
de_at: Gespeichertes Ergebnisset

source: Saved resultset entry
de_at: Eintrag gespeichertes Ergebnisset

source: Saved resultset entries
de_at: Einträge gespeichertes Ergebnisset

source: Delete resultsets
de_at: Ergebnissets löschen

source: View resultsets
de_at: Ergebnissets ansehen

source: Execute search tools
de_at: Suchwerkzeuge ausführen

source: Search slow
de_at: Suche langsam

source: Remove a model instance from the search engine.
de_at: Eine Modellinstanz aus dem Suchbackend entfernen.

source: Index a model instance to the search engine.
de_at: Eine Modellinstanz im Suchbackend indizieren.

source: Index all instances of a search model to the search engine.
de_at: Alle Instanzen eines Suchmodells im Suchbackend indizieren.

source: Index all related instances of a search model after a many to many event.
de_at: Alle verknüpften Instanzen eines Suchmodells im Suchbackend nach einem Ereignis auf einer Beziehung vom Typ M:N indizieren.

source: Reset the search backend indices and index all instances again.
de_at: Die Indices im Suchbackend zurücksetzen und alle Indices neu aufbauen.

source: Delete expired saved resultsets
de_at: Abgelaufene gespeicherte Ergebnissets löschen

source: Query results exceed the current limit of %d. Results will not be reliable if multiple scopes are used. Narrow down the search criteria or increase the value of the results limit setting `%s`.
de_at: Die Suchergebnisse überschreiten den eingestellten Grenzwert von %d . Ergebnisse können nicht zuverlässig sein, wenn mehrere Suchbereiche verwendet werden. Schränken Sie die Suchkriterien weiter ein oder erhöhen Sie den Grenzwert für die Ergebnisse `%s`.

source: Search backend error. Verify that the search service is available and that the search syntax is valid for the active search backend; %s
de_at: Fehler im Suchbackend. Überprüfen Sie, ob das Suchbackend verfügbar ist und die Suchsyntax gültig für das aktuelle Suchbackend ist; %s

source: Uniquely identifies the search field.
de_at: Identifiziert eindeutig das Suchfeld.

source: Field name
de_at: Feldname

source: The type of search field. This determines how the information will be handled for search indexing.
de_at: Der Typ des Suchfelds. Dies bestimmt wie die Information für die Suchindizierung verwendet wird.

source: Search field class
de_at: Suchfeldklasse

source: Concrete
de_at: Konkret

source: Direct
de_at: Direkt

source: Related
de_at: Verwandt

source: Virtual
de_at: Virtuell

source: Any
de_at: Beliebig

source: Unknown search model `%s`.
de_at: Unbekanntes Suchmodell `%s`.

source: All content
de_at: Gesamter Inhalt

source: Full name
de_at: Kompletter Name

source: Exact
de_at: Exakt

source: Fuzzy
de_at: Unscharf

source: Greater than
de_at: Größer als

source: Greater than or equal
de_at: Größer als oder gleich

source: Less than
de_at: Weniger als

source: Less than or equal
de_at: Weniger als oder gleich

source: Partial
de_at: Teilweise

source: Range
de_at: Bereich

source: Range exclusive
de_at: Ausschließlicher Bereich

source: Regular expression
de_at: Regulärer Ausdruck

source: Results URL
de_at: Ergebnis URL

source: User must be authenticated.
de_at: Benutzer muss authentifiziert sein.

source: Label
de_at: Bezeichner

source: Primary key
de_at: Primärschlüssel

source: Search fields
de_at: Suchfelder

source: Full path to the backend to be used to handle the search.
de_at: Vollständiger Pfad zum Backend, der für die Suche verantwortlich ist.

source: Arguments to pass to the search backend. For example values to change the behavior, host names, or authentication arguments.
de_at: Argumente für das Suchbackend. Beispielsweise Werte um das Verhalten, Hostnamen oder Authentifizierungsargumente zu ändern.

source: The search operator to use when none is specified.
de_at: Der Suchoperator, der bei none benutzt werden soll.

source: Disables the single term bar search leaving only the advanced search button.
de_at: Deaktiviert die Suche in der Einzelbegriffsleiste, nur die Schaltfläche für die erweiterte Suche wird angezeigt.

source: Amount of objects to process when performing bulk indexing.
de_at: Anzahl der Objekte, die bei der Massenindizierung verarbeite.t werden sollen

source: Sets the default state of the "Match all" checkbox.
de_at: Setzt den Vorgabewert für die "Alle Felder" Checkbox.

source: Maximum number of search results to fetch and display per search query unit.
de_at: Maximale Anzahl von Suchergebnissen, die pro Suchanfrage geholt und angezeigt werden sollen.

source: Maximum number of search results to fetch and display.
de_at: Maximale Anzahl von Suchergebnissen, die geholt und angezeigt werden sollen.

source: Maximum number of saved resultsets to keep per user.
de_at: Maximale Anzahl der gespeicherten Ergebnissets pro Benutzer.

source: Maximum number of results to store per resultset.
de_at: Maximale Anzahl der gespeicherten Ergebnisse pro Ergebnisset.

source: Time to keep the resultset in seconds.
de_at: Zeit in Sekunden für das Speichern von Ergebnissets.

source: Amount to increase the time to live on each access of the resultset.
de_at: Betrag für die Verlängerung der Speicherzeit bei Zugriff auf ein Ergebnisset.

source: Specifies the fields from which search model are to be disabled. The format is a dictionary of lists. The search model name is the dictionary key and the value is a list of the full search field name. Disabled fields will neither be available for search nor be indexed by the search backend.
de_at: Spezifiziert die Felder die vom Suchmodell ausgeschlossen werden sollen. Das Format ist ein Dictionary von Listen. Der Suchmodellname ist der Schlüssel des Dictionaries und der Wert eine Liste von Fullsearch Feldnamen. Deaktivierte Felder sind weder für die Suche verfügbar noch werden sie im Suchbackend indiziert.

source: Sets the default state of the "Store results" checkbox.
de_at: Setzt den Defaultwert für die "Ergebnisse speichern" Checkbox.

source: Filter terms
de_at: Filterbedingungen

source: Advanced
de_at: Erweitert

source: Replace accents
de_at: Akzente ersetzen

source: Case fold
de_at: Groß-/Kleinschreibung ignorieren

source: Hyphen replace
de_at: Bindestrich ersetzen

source: To boolean
de_at: Zu Boolean

source: To date time
de_at: Zu Zeit (date time)

source: Date time ISO format
de_at: Zeit (date time) ISO format

source: Date time simple format
de_at: Zeit (date time) simple format

source: Date time timestamp format
de_at: Zeit (date time) timestamp format

source: To integer
de_at: Zu Ganzzahl

source: To string
de_at: Zu Zeichenkette

source: Error deleting saved resultset "%(instance)s"; %(exception)s
de_at: Fehler beim Löschen des gespeicherten Ergebnissets "%(instance)s"; %(exception)s

source: %(count)d saved resultsets deleted successfully.
de_at: %(count)d gespeicherte Ergebnissets erfolgreich gelöscht.

source: Saved resultset "%(object)s" deleted successfully.
de_at: Gespeichertes Ergebnisset "%(object)s" erfolgreich gelöscht.

source: %(count)d saved resultset deleted successfully.
de_at: %(count)d gespeichertes Ergebnisset erfolgreich gelöscht.

source: Delete the %(count)d selected saved resultsets.
de_at: %(count)d ausgewählte Ergebnissets löschen.

source: Delete saved resultset: %(object)s.
de_at: Ergebnisset löschen: %(object)s.

source: Delete the %(count)d saved resultset.
de_at: %(count)d Ergebnisset löschen.

source: Saved resultsets are objects that store the results of a previous search for a determined amount of time.
de_at: Gespeicherte Ergebnissets sind Objekte, die die Ergebnisse einer früheren Suche für eine bestimmte Zeitdauer speichern.

source: No saved resultsets available
de_at: Keine gespeicherten Ergebnissets verfügbar.

source: This tool erases and populates the search backend's internal index.
de_at: Dieses Tool löscht und befüllt den internen Index des Suchbackends.

source: This tool is required only for some search backends. Search results will be affected while the backend is being reindexed.
de_at: Dieses Tool ist nur für einige Suchbackends erforderlich. Suchergebnisse werden während der Reindizierung beeinflusst.

source: The currently selected search backend does not support or requires reindexing.
de_at: Das gegenwärtig ausgewählte Suchbackend unterstützt oder benötigt keine Reindizierung.

source: Search backend reindexing queued.
de_at: Suchbackendindizierung eingereicht.

source: Search for: %s
de_at: Suche nach: %s

source: Advanced search for: %s
de_at: Erweiterte Suche für %s

source: Try again using different terms.
de_at: Bitte erneut mit anderen Suchbegriffen versuchen.

source: No search results
de_at: Keine Suchergebnisse

source: Search query: %s
de_at: Suchanfrage %s

source: Search results for: %s
de_at: Suchergebnisse für: %s

source: Fields for search model: %s
de_at: Felder für Suchmodell: %s

source: Search model: %s, not found
de_at: Suchmodell: %s, nicht gefunden
