Repository: patowari/DMS
Catalog: mayan/apps/locales/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Locales
hu: Területi beállítások

source: User locale profile edited
hu: A felhasználói területi profil szerkesztve

source: Locale profile
hu: Nyelvi profil

source: Edit locale profile
hu: A nyelvi profil szerkesztése

source: User
hu: Felhasználó

source: Timezone
hu: Időzóna

source: Language
hu: Nyelv

source: User locale profile
hu: Felhasználói területi profil

source: User locale profiles
hu: Felhasználói területi beállítások

source: None
hu: Nincs

source: Locale profile for user: %s
hu: A felhasználó nyelvi profilja: %s

source: Edit locale profile for user: %s
hu: A következő felhasználó területi beállításainak szerkesztése: %s
