Repository: patowari/DMS
Catalog: mayan/apps/tags/locale/*/LC_MESSAGES/django.po
Languages: cs, hu

source: Tags
cs: Značky
hu: Címkék

source: Documents
cs: Dokumenty
hu: Dokumentumok

source: Tag attached to document
cs: Značka připojená k dokumentu
hu: Jelölő csatolva a dokumentumhoz

source: Tag created
cs: Značka byla vytvořena
hu: Jelölő létrehozva

source: Tag edited
cs: Značka byla upravena
hu: Jelölő szerkesztve

source: Tag removed from document
cs: Značka byla z dokumentu odstraněna
hu: Jelölő eltávolítva a dokumentumból

source: Attach tags
cs: Připojte značky
hu: Jelölő csatolása

source: Remove tag
cs: Odstranit značku
hu: Jelölő eltávolítása

source: Remove tags
cs: Odebrat značky
hu: Jelölők eltávolítása

source: Create new tag
cs: Vytvořit novou značku
hu: Új jelölő létrehozása

source: Delete
cs: Odstranit
hu: Törlés

source: Edit
cs: Upravit
hu: Szerkesztés

source: All
cs: Vše
hu: Mind

source: Return the tags attached to the document.
cs: Vrátit značky připojené k dokumentu.
hu: Adja vissza a dokumentumhoz csatolt jelölőket.

source: Preview
cs: Náhled
hu: Előnézet

source: A short text used as the tag name.
cs: Krátký text používaný jako název značky.
hu: A jelölő neveként használt rövid szöveg.

source: Label
cs: Jmenovka
hu: Cimke

source: The RGB color values for the tag.
cs: Hodnoty barev RGB pro značku.
hu: A jelölő RGB színértékei.

source: Color
cs: Barevný
hu: Szín

source: Tag
cs: Značka
hu: Jelölő

source: Document tag
cs: Značka dokumentu
hu: Dokumentum jelölő

source: Document tags
cs: Značky dokumentů
hu: Dokumentum jelölők

source: Create new tags
cs: Vytvořit nové značky
hu: Új címkék készítése

source: Delete tags
cs: Odstranit značky
hu: Címkék tölrése

source: View tags
cs: Zobrazit značky
hu: Címkék megtekintése

source: Edit tags
cs: Upravit značky
hu: Címkék szerkesztése

source: Attach tags to documents
cs: Připojit značky k dokumentům
hu: Jelölők dokumentumokhoz csatolása

source: Remove tags from documents
cs: Odebrat značky z dokumentů
hu: Címkék eltávolítása a dokumentumokról

source: Tag label
hu: Jelölő címke

source: Tag color
hu: Jelölő színe

source: Document type
cs: Typ dokumentu
hu: Dokumentum típus

source: Document label
cs: Štítek dokumentu
hu: Dokumentumcímke

source: Document description
cs: Popis dokumentu
hu: Dokumentum leírása

source: Document UUID
cs: UUID dokumentu
hu: Dokumentum UUID-je

source: Document file checksum
cs: Kontrolní součet souboru dokumentu
hu: Dokumentumfájl ellenőrző összeg

source: Document file MIME type
cs: Soubor dokumentu typu MIME
hu: Dokumentumfájl MIME típusa

source: Documents URL
hu: Dokumentumok URL

source: Primary key of the tag to add to the document.
cs: Primární klíč značky, který se má přidat do dokumentu.
hu: A dokumentumhoz hozzáadandó jelölő elsődleges kulcsa.

source: Tag ID
hu: Jelölőazonosító

source: Primary key of the tag to remove from the document.
cs: Primární klíč značky, která má být z dokumentu odstraněna.
hu: A dokumentumból eltávolítandó jelölő elsődleges kulcsa.

source: Tags attached to %(count)d documents successfully.
hu: %(count)d dokumentumhoz sikeresen csatolódtak jelölők.

source: Tags attached to document "%(object)s" successfully.
hu: A "%(object)s" dokumentumhoz sikeresen csatolt jelölők.

source: Tags attached to %(count)d document successfully.
hu: %(count)d dokumentumhoz sikeresen csatolódtak jelölők.

source: Attach tags to %(count)d documents.
hu: Jelölők csatolása %(count)d dokumentumhoz.

source: Attach tags to document: %(object)s
hu: Jelölők csatolása a dokumentumhoz: %(object)s

source: Attach tags to %(count)d document.
hu: Jelölők csatolása a %(count)d dokumentumhoz.

source: Tags to be attached.
cs: Značky, které mají být připojeny.
hu: Csatolandó jelölők.

source: Create tag
cs: Vytvořit značku
hu: Jelölő létrehozása

source: Error deleting tag "%(instance)s"; %(exception)s
hu: Hiba a "%(instance)s" jelölő törlésekor; %(exception)s

source: %(count)d tags deleted successfully.
hu: %(count)d jelölő sikeresen törölve.

source: Tag "%(object)s" deleted successfully.
hu: A "%(object)s" jelölő sikeresen törölve.

source: %(count)d tag deleted successfully.
hu: %(count)d jelölő sikeresen törölve.

source: Delete the %(count)d selected tags
hu: A %(count)d kiválasztott jelölő törlése

source: Delete tag: %(object)s
hu: Jelölő törlése: %(object)s

source: Delete the %(count)d selected tag
hu: A %(count)d kiválasztott jelölő törlése

source: Will be removed from all documents.
cs: Bude odstraněna ze všech dokumentů.
hu: Minden dokumentumról el lesz távolítva.

source: Edit tag: %s
cs: Upravit značku: %s
hu: Jelölő szerkesztése: %s

source: Tags are color coded properties that can be attached or removed from documents.
cs: Značky jsou barevně označené vlastnosti, které lze připojit nebo odebrat z dokumentů.
hu: A jelölők színkódolt tulajdonságok, amelyek csatolhatók vagy eltávolíthatók a dokumentumokból.

source: No tags available
cs: Nejsou k dispozici žádné značky
hu: Nincsenek elérhető jelölők

source: Documents with the tag: %s
cs: Dokumenty se značkou: %s
hu: Dokumentumok a jelölővel: %s

source: Document has no tags attached
cs: K dokumentu nejsou připojeny žádné značky
hu: A dokumentumhoz nincsenek jelölők csatolva

source: Tags for document: %s
cs: Značky pro dokument: %s
hu: Jelölők a dokumentumon: %s

source: Tags removed from %(count)d documents successfully.
hu: A jelölők sikeresen eltávolítva %(count)d dokumentumból.

source: Tags removed from document "%(object)s" successfully.
hu: A jelölők sikeresen eltávolítva a "%(object)s" dokumentumból.

source: Tags removed from %(count)d document successfully.
hu: A jelölők sikeresen eltávolítva %(count)d dokumentumból.

source: Remove tags from %(count)d documents.
hu: Jelölők eltávolítása %(count)d dokumentumból.

source: Remove tags from document: %(object)s
hu: Jelölők eltávolítása a dokumentumból: %(object)s

source: Remove tags from %(count)d document.
hu: Jelölők eltávolítása %(count)d dokumentumból.

source: Tags to be removed.
cs: Značky, které mají být odstraněny.
hu: Eltávolítandó jelölők.

source: Select tags
cs: Vyberte značky
hu: Jelölők kiválasztása

source: Tags to attach to the document
cs: Značky pro připojení k dokumentu
hu: A dokumentumhoz csatolandó jelölők

source: Attach tag
cs: Připojit značku
hu: Jelölő csatolása

source: Tags to remove from the document.
hu: A dokumentumból eltávolítandó jelölők.
