Repository: patowari/DMS
Catalog: mayan/apps/signature_captures/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Signature captures
ar: يلتقط التوقيع

source: Signature capture created
ar: تم إنشاء التقاط التوقيع

source: Signature capture deleted
ar: تم حذف التقاط التوقيع

source: Signature capture edited
ar: تم تحرير التقاط التوقيع

source: Asset preview image
ar: صورة معاينة الأصل

source: Preview
ar: استعراض

source: Create new signature capture
ar: إنشاء التقاط توقيع جديد

source: Delete
ar: حذف

source: Edit
ar: تعديل

source: Creation date and time
ar: زمن الإنشاء

source: Document
ar: الوثيقة

source: Data representing the handwritten signature.
ar: البيانات التي تمثل التوقيع المكتوب بخط اليد.

source: Signature capture data
ar: بيانات التقاط التوقيع

source: Vector representation of the handwritten signature.
ar: تمثيل متجه للتوقيع المكتوب بخط اليد.

source: SVG signature capture data
ar: بيانات التقاط توقيع SVG

source: Print version of the captured signature.
ar: نسخة مطبوعة من التوقيع الملتقط.

source: Text
ar: النص

source: User
ar: مستخدم

source: Date and time created
ar: تاريخ ووقت الإنشاء

source: Date and time edited
ar: التاريخ والوقت المحرر

source: This value will be used when referencing this signature capture in relationship to the document. Can only contain letters, numbers, and underscores.
ar: سيتم استخدام هذه القيمة عند الإشارة إلى عملية التقاط التوقيع هذه فيما يتعلق بالمستند. لا يمكن أن تحتوي إلا على أحرف وأرقام وشرطات سفلية.

source: Internal name
ar: الإسم الداخلي

source: Signature capture
ar: التقاط التوقيع

source: Create signature captures
ar: إنشاء لقطات التوقيع

source: Delete signature captures
ar: حذف لقطات التوقيع

source: Edit signature captures
ar: تحرير لقطات التوقيع

source: View signature captures
ar: عرض لقطات التوقيع

source: Signature capture text
ar: نص التقاط التوقيع

source: Signature capture user first name
ar: اسم المستخدم الأول لالتقاط التوقيع

source: Signature capture user last name
ar: اسم المستخدم الأخير لالتقاط التوقيع

source: Signature capture user username
ar: اسم المستخدم لالتقاط التوقيع

source: Document type label
ar: إسم نوع الوثيقة

source: Document label
ar: اسم الوثيقة

source: User first name
ar: الاسم الأول للمستخدم

source: User last name
ar: اسم المستخدم الأخير

source: User username
ar: اسم مستخدم المستخدم

source: Document URL
ar: عنوان URL للمستند

source: Image URL
ar: رابط الصورة

source: The threshold at which the SIGNATURE_CAPTURES_SIGNATURE_CAPTURE_CACHE_STORAGE_BACKEND will start deleting the oldest signature capture cache files. Specify the size in bytes.
ar: الحد الذي يبدأ عنده SIGNATURE_CAPTURES_SIGNATURE_CAPTURE_CACHE_STORAGE_BACKEND بحذف أقدم ملفات ذاكرة التخزين المؤقت لالتقاط التوقيع. حدد الحجم بالبايت.

source: Path to the Storage subclass to use when storing the cached signature capture files.
ar: المسار إلى الفئة الفرعية للتخزين التي سيتم استخدامها عند تخزين ملفات التقاط التوقيع المخزنة مؤقتًا.

source: Arguments to pass to the SIGNATURE_CAPTURES_SIGNATURE_CAPTURE_CACHE_STORAGE_BACKEND.
ar: الوسائط التي سيتم تمريرها إلى SIGNATURE_CAPTURES_SIGNATURE_CAPTURE_CACHE_STORAGE_BACKEND.

source: Unable to initialize the converter signature capture cachestorage. Check the settings {} and {} for formatting errors.
ar: تعذر تهيئة ذاكرة التخزين المؤقت لالتقاط توقيع المحول. تحقق من إعدادات {} و{} بحثًا عن أخطاء التنسيق.

source: Signature captures cache
ar: التوقيع يلتقط ذاكرة التخزين المؤقت

source: Sign above
ar: التوقيع أعلاه

source: Paste a signature capture (percent coordinates)
ar: لصق التقاط التوقيع (إحداثيات النسبة المئوية)

source: Signature capture internal name
ar: اسم داخلي لالتقاط التوقيع

source: Create signature capture for document: %s
ar: إنشاء التقاط التوقيع للمستند:%s

source: Delete signature capture: %s
ar: حذف التقاط التوقيع:%s

source: Details of: %s
ar: تفاصيل:%s

source: Edit document signature capture: %s
ar: تحرير التقاط توقيع المستند:%s

source: Signature captures are electronic versions of a persons's handwritten signature.
ar: تعتبر التقاطات التوقيع عبارة عن نسخ إلكترونية من توقيع الشخص المكتوب بخط يده.

source: Document has no signature captures
ar: المستند لا يحتوي على أي توقيعات

source: Signature captures for document: %s
ar: التقاط التوقيعات للمستندات:%s
