Repository: patowari/DMS
Catalog: mayan/apps/cabinets/locale/*/LC_MESSAGES/django.po
Languages: ar_eg

source: Cabinets
ar_eg: الخزائن

source: Documents
ar_eg: الوثائق

source: Cabinet created
ar_eg: إنشاء خزائن

source: Cabinet deleted
ar_eg: تم حذف الخزانة.

source: Cabinet edited
ar_eg: تعديل خزائن

source: Document added to cabinet
ar_eg: إضافة وثيقة للخزائن

source: Document removed from cabinet
ar_eg: حذف الوثيقة من الخزائن

source: Remove from cabinets
ar_eg: ازالة من الخزائن

source: Add to cabinets
ar_eg: اضافة الى الخزائن

source: Add new level
ar_eg: اضافة مستوى جديد

source: Create cabinet
ar_eg: انشاء خزانة

source: Delete
ar_eg: حذف

source: Edit
ar_eg: تعديل

source: All
ar_eg: الكل

source: Details
ar_eg: التفاصيل

source: Return a list of cabinets containing the document.
ar_eg: ارجاع الوثائق الى الخزائن

source: get_cabinets()
ar_eg: إستعراض الخزائن()

source: The path to the cabinet including all ancestors.
ar_eg: الوصول الى الخزائن

source: Full path
ar_eg: مكان الوصول الكامل

source: Parent
ar_eg: الأصل

source: A short text used to identify the cabinet.
ar_eg: وصف الخزانة

source: Label
ar_eg: العنوان

source: Cabinet
ar_eg: خزانة

source: Parent and Label
ar_eg: الأصل والتسمية

source: %(model_name)s with this %(field_labels)s already exists.
ar_eg: %(model_name)s مع %(field_labels)s موجود سابقاً.

source: Document cabinet
ar_eg: خزائنة الوثائق

source: Document cabinets
ar_eg: خزائن الوثائق

source: Add documents to cabinets
ar_eg: إضافة وثيقة للخزانة

source: Create cabinets
ar_eg: إنشاء خزانة

source: Delete cabinets
ar_eg: حذف خزانة

source: Edit cabinets
ar_eg: تعديل خزانة

source: Remove documents from cabinets
ar_eg: الغاء وثيقة من الخزائن

source: View cabinets
ar_eg: استعراض الخزائن

source: Document type
ar_eg: نوع الوثيقة

source: Document label
ar_eg: اسم الوثيقة

source: Document description
ar_eg: وصف الوثيقة

source: Document UUID
ar_eg: الوثائق المحددة

source: Document file checksum
ar_eg: المجموع الاختباري لملف المستند

source: Document file MIME type
ar_eg: نوع MIME لملف المستند

source: The database ID of the cabinet.
ar_eg: معرف الخزانة في قاعدة البيانات

source: Cabinet ID
ar_eg: معرف الخزانة

source: List of children cabinets.
ar_eg: قائمة خزائن الابناء

source: Children
ar_eg: الفروع

source: URL of the API endpoint showing the list documents inside this cabinet.
ar_eg: عرض مستندات القائمة داخل الخزانة

source: Documents URL
ar_eg: رابط المستندات

source: The name of this cabinet level appended to the names of its ancestors.
ar_eg: تم ربط الاسم بالاب لنفس الخزانة

source: Parents URL
ar_eg: رابط الأصول

source: Primary key of the document to add to the cabinet.
ar_eg: المفتاح الأساسي للمستند المراد إضافته إلى الخزانة.

source: Document ID
ar_eg: معرّف المستند

source: Primary key of the document to remove from the cabinet.
ar_eg: المفتاح الأساسي للمستند المراد إزالته من الخزانة.

source: Navigation:
ar_eg: الإنتقال

source: Add new level to: %s
ar_eg: إضافة مستوى جديد: %s

source: Delete the cabinet: %s?
ar_eg: حذف خزانة جديدة : %s?

source: Cabinet levels can contain documents or other cabinet sub levels. To add documents to a cabinet, select the cabinet view of a document view.
ar_eg: يمكن أن تحتوي مستويات الخزانة على مستندات أو مستويات فرعية أخرى للخزانة. لإضافة مستندات إلى خزانة ، حدد عرض الخزانة لعرض المستند

source: This cabinet level is empty
ar_eg: مستوى الخزانة / فارغ

source: Details of cabinet: %s
ar_eg: تفاصيل الخزانة : %s

source: Edit cabinet: %s
ar_eg: تعديل الخزانة : %s

source: Cabinets are a multi-level method to organize documents. Each cabinet can contain documents as well as other sub level cabinets.
ar_eg: الخزانات هي طريقة متعددة المستويات لتنظيم المستندات. يمكن أن تحتوي كل خزانة على مستندات بالإضافة إلى خزانات المستوى الفرعي الأخرى.

source: No cabinets available
ar_eg: لا توجد خزائن متاحة

source: Document "%(object)s" added to cabinets successfully.
ar_eg: تمت إضافة المستند "%(object)s" إلى الخزائن بنجاح.

source: %(count)d document added to cabinets successfully.
ar_eg: تمت إضافة %(count)d مستند إلى الخزائن بنجاح.

source: %(count)d documents added to cabinets successfully.
ar_eg: تمت إضافة %(count)d مستندات إلى الخزائن بنجاح.

source: Add %(count)d documents to cabinets.
ar_eg: أضف %(count)d مستندات إلى الخزائن.

source: Add document "%(object)s" to cabinets.
ar_eg: أضف المستند "%(object)s" إلى الخزائن.

source: Add %(count)d document to cabinets.
ar_eg: أضف %(count)d مستند إلى الخزائن.

source: Cabinets to which the selected documents will be added.
ar_eg: الخزانات التي ستتم إضافة الوثائق المحددة إليها.

source: Documents can be added to many cabinets.
ar_eg: يمكن إضافة الوثائق إلى العديد من الخزانات.

source: This document is not in any cabinet
ar_eg: هذه الوثيقة ليست في أي خزانة

source: Cabinets containing document: %s
ar_eg: خزائن تحتوي على وثيقة: %s

source: Document "%(object)s" removed from cabinets successfully.
ar_eg: تمت إزالة المستند "%(object)s" من الخزائن بنجاح.

source: %(count)d document removed from cabinets successfully.
ar_eg: تمت إزالة %(count)d مستند من الخزائن بنجاح.

source: %(count)d documents removed from cabinets successfully.
ar_eg: تمت إزالة %(count)d مستندات من الخزائن بنجاح.

source: Remove %(count)d documents from cabinets.
ar_eg: أزل %(count)d مستندات من الخزائن.

source: Remove document "%(object)s" from cabinets.
ar_eg: إزالة المستند "%(object)s" من الخزائن.

source: Remove %(count)d document from cabinets.
ar_eg: حذف %(count)d مستند من الخزائن.

source: Cabinets from which the selected documents will be removed.
ar_eg: الخزانات التي ستتم إحذف الوثائق المحددة منها.

source: Select cabinets
ar_eg: إختيار خزانة الحفظ

source: Cabinets to which the document will be added.
ar_eg: الخزانات التي سيتم إضافة المستند إليها

source: Cabinets from which the document will be removed
ar_eg: الخزانات التي سيتم إزالة الوثيقة منها
