Repository: patowari/DMS
Catalog: mayan/apps/linking/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Linking
hu: Hivatkozás

source: Label
hu: Cimke

source: Smart links
hu: Intelligens hivatkozások

source: Smart link created
hu: Intelligens hivatkozás létrehozva

source: Smart link edited
hu: Intelligens hivatkozás szerkesztve

source: Foreign document field
hu: Külsős dokumentum mező

source: Create new smart link
hu: Új intelligens hivatkozás létrehozása

source: Delete
hu: Törlés

source: Document types
hu: Dokumentum típusok

source: Edit
hu: Szerkesztés

source: Documents
hu: Dokumentumok

source: Create condition
hu: Feltétel létrehozása

source: Conditions
hu: Feltételek

source: and
hu: és

source: or
hu: vagy

source: is equal to
hu: egyenlő

source: is equal to (case insensitive)
hu: egyenlő a (kis- és nagybetű érzékeny)

source: contains
hu: tartalmaz

source: contains (case insensitive)
hu: tartalmaz (nem kis- és nagybetű érzékeny)

source: is in
hu: benne van

source: is greater than
hu: nagyobb, mint

source: is greater than or equal to
hu: nagyobb vagy egyenlő, mint

source: is less than
hu: kevesebb mint

source: is less than or equal to
hu: kisebb vagy egyenlő, mint

source: starts with
hu: ezzel kezdődik

source: starts with (case insensitive)
hu: ezzel kezdődik (nem kis- és nagybetű érzékeny)

source: ends with
hu: ezzel végződik

source: ends with (case insensitive)
hu: ezzel végződik (nem kis- és nagybetű érzékeny)

source: is in regular expression
hu: reguláris kifejezésben van

source: is in regular expression (case insensitive)
hu: reguláris kifejezésben van (nem kis- és nagybetű érzékeny)

source: Error generating dynamic label; %s
hu: Hiba a dinamikus címke generálásakor; %s

source: This smart link is not allowed for the selected document's type.
hu: Ez az intelligens hivatkozás nem engedélyezett a kiválasztott dokumentumtípushoz.

source: not
hu: nem

source: Full label
hu: Teljes címke

source: A short text describing the smart link.
hu: Az intelligens hivatkozást leíró rövid szöveg.

source: Use this field to show a unique label depending on the document from which the smart link is being accessed.
hu: Ezzel a mezővel egyedi címkét jeleníthet meg attól a dokumentumtól függően, amelyből az intelligens linket elérte.

source: Dynamic label
hu: Dinamikus címke

source: Enabled
hu: Engedélyezett

source: Smart link
hu: Intelligens hivatkozás

source: The inclusion is ignored for the first item.
hu: A rendszer figyelmen kívül hagyja a felvételt az első elemnél.

source: This represents the metadata of all other documents.
hu: Ez az összes többi dokumentum metaadatait jelenti.

source: Foreign document attribute
hu: Külső dokumentum paraméter

source: The expression using document properties to be evaluated against the foreign document field.
hu: A dokumentumtulajdonságokat használó kifejezés, amelyet a külsős dokumentummezővel szemben kell kiértékelni.

source: Expression
hu: Kifejezés

source: Inverts the logic of the operator.
hu: Megfordítja az operátor logikáját.

source: Negated
hu: Negált

source: Link condition
hu: Hivatkozás feltétel

source: Link conditions
hu: Hivatkozások feltételei

source: View resolved smart links
hu: Feloldott intelligens hivatkozások megtekintése

source: Create new smart links
hu: Új intelligens hivatkozások létrehozása

source: Delete smart links
hu: Intelligens hivatkozások törlése

source: Edit smart links
hu: Intelligens hivatkozások szerkesztése

source: View existing smart links
hu: Meglévő intelligens hivatkozások megtekintése

source: Smart link URL
hu: Intelligens hivatkozás URL

source: Primary key of the document type to add to the smart link.
hu: Az intelligens hivatkozáshoz hozzáadandó dokumentumtípus elsődleges kulcsa.

source: Document type ID
hu: Dokumentumtípus azonosító

source: Primary key of the document type to remove from the smart link.
hu: Az intelligens hivatkozásról eltávolítandó dokumentumtípus elsődleges kulcsa.

source: Conditions URL
hu: Feltételek URL

source: Document types URL
hu: Dokumentumtípusok URL

source: Document types add URL
hu: Dokumentumtípusok URL hozzáadása

source: Document types remove URL
hu: A dokumentumtípusok URL eltávolítása

source: Resolved smart link URL
hu: Feloldott intelligens hivatkozás URL-je

source: Documents URL
hu: Dokumentumok URL

source: Conditions are small logic units that when combined define how the smart link will behave.
hu: A feltételek kis logikai egységek, amelyek kombinálva határozzák meg, hogy az intelligens hivatkozás hogyan fog viselkedni.

source: There are no conditions for this smart link
hu: Ennek az intelligens hivatkozásnak nincsenek feltételei

source: Conditions for smart link: %s
hu: Az intelligens hivatkozás feltételei: %s

source: Add new conditions to smart link: "%s"
hu: Új feltételek hozzáadása az intelligens linkhez: "%s "?

source: Delete smart link condition: "%s"?
hu: Törli az intelligens hivatkozási feltételt: "%s"?

source: Edit smart link condition
hu: Intelligens hivatkozás feltétel szerkesztése

source: Resolved smart link query error: %s
hu: A feloldott intelligens hivatkozás lekérdezési hibája: %s

source: Resolved smart link dynamic label error: %s
hu: A feloldott intelligens hivatkozás dinamikus címkehibája: %s

source: Documents in resolved smart link "%(resolved_smart_link)s" for "%(document)s"
hu: Dokumentumok a "%(resolved_smart_link)s" intelligens hivatkozásbann a következőhöz: "%(document)s"

source: Indexes group documents into units, usually with similar properties and of equal or similar types. Smart links allow defining relationships between documents even if they are in different indexes and are of different types.
hu: Az indexek a dokumentumokat általában hasonló tulajdonságokkal rendelkező, azonos vagy hasonló típusú egységekbe csoportosítják. Az intelligens hivatkozások lehetővé teszik a dokumentumok közötti kapcsolatok meghatározását még akkor is, ha különböző indexekben szerepelnek és különböző típusúak.

source: There are no smart links
hu: Nincsenek intelligens hivatkozások

source: Smart links allow defining relationships between documents even if they are in different indexes and are of different types.
hu: Az intelligens hivatkozások lehetővé teszik a dokumentumok közötti kapcsolatok meghatározását még akkor is, ha azok különböző indexekben vannak és különböző típusúak.

source: There are no resolved smart links for this document
hu: Nincsenek feloldott intelligens hivatkozások ehhez a dokumentumhoz

source: Resolved smart links for document: %s
hu: Feloldott intelligens hivatkozások a következő dokumentumhoz: %s

source: Available smart links
hu: Elérhető intelligens hivatkozások

source: Smart links enabled
hu: Intelligens hivatkozások engedélyezve

source: Smart links to enable for document type: %s
hu: Intelligens hivatkozások a következő dokumentumtípushoz: %s

source: Available document types
hu: Elérhető dokumentumtípusok

source: Document types enabled
hu: Engedélyezett dokumentumtípusok

source: Document type for which to enable smart link: %s
hu: Dokumentumtípus, amelynél engedélyezni kell az intelligens hivatkozást: %s

source: Delete smart link: %s
hu: Intelligens hivatkozás törlése: %s

source: Edit smart link: %s
hu: Intelligens hivatkozás szerkesztése: %s
