Repository: patowari/DMS
Catalog: mayan/apps/file_caching/locale/*/LC_MESSAGES/django.po
Languages: de_de, uk

source: File caching
de_de: Datei-Caching
uk: Кешування файлів

source: Total cache allocated
de_de: Gesamter Cache zugordnet
uk: Загальна кількість виділеного кешу

source: Total cache used
de_de: Gesamter Cache benutzt
uk: Загальна кількість використаного кешу

source: Cache created
de_de: Cache erstellt
uk: Кеш створено

source: Cache edited
de_de: Cache bearbeitet
uk: Кеш відредаговано

source: Cache purged
de_de: Cache geleert
uk: Кеш очищено

source: Cache partition purged
de_de: Cache-Partition geleert
uk: Розділ кешу очищено

source: File caches
de_de: Datei-Caches
uk: Кеші файлу

source: Purge cache
de_de: Cache leeren
uk: Очистити кеш

source: Size at which the cache will start deleting old entries.
de_de: Größe, bei der der Cache beginnt, alte Einträge zu löschen.
uk: Розмір, при якому кеш почне видаляти старі записи.

source: Maximum size
de_de: Maximale Größe
uk: Максимальний розмір

source: Unknown
de_de: Unbekannt
uk: Невідомий

source: Partition count
de_de: Anzahl Partitionen
uk: Кількість розділів

source: Total cached objects.
de_de: Gesamtzahl gecachter Objekte.
uk: Усього кешованих об’єктів.

source: Partition file count
de_de: Anzahl Dateien auf Partition
uk: Кількість файлів розділу

source: Total cached files.
de_de: Gesamtzahl gecachte Dateien.
uk: Усього кешованих файлів.

source: Current size
de_de: Momentane Größe
uk: Поточний розмір

source: Current size of the cache.
de_de: Aktuelle Größe des Caches.
uk: Поточний розмір кешу.

source: Current size of the cache partition.
de_de: Gegenwärtige Größe der Cachepartition.
uk: Поточний розмір розділу кешу.

source: Internal name of the defined storage for this cache.
de_de: Interner Name des Dateispeichers für diesen Cache.
uk: Внутрішня назва визначеного сховища для цього кешу.

source: Defined storage name
de_de: Definierter Speichername
uk: Визначене ім'я сховища

source: Maximum size of the cache in bytes.
de_de: Maximale Größe des Cache in Bytes.
uk: Максимальний розмір кешу в байтах.

source: Cache
uk: Кеш

source: Caches
uk: Кеші

source: Name
uk: Ім'я

source: Cache partition
uk: Розділ кешу

source: Cache partitions
de_de: Cache-Partitionen
uk: Розділи кешу

source: Date time
de_de: Datum & Zeit
uk: Дата і час

source: Filename
de_de: Dateiname
uk: Ім'я файлу

source: File size
de_de: Dateigröße
uk: Розмір файлу

source: Times this cache partition file has been accessed.
de_de: Anzahl der Zugriffe auf diese Partitionsdatei.
uk: Кількість звернень до цього файлу розділу кешу.

source: Cache partition file
de_de: Cache-Partitionsdatei
uk: Файл розділу кешу

source: Cache partition files
de_de: Cache-Partitionsdateien
uk: Файли розділів кешу

source: Purge an object cache
de_de: Objekt-Cache leeren
uk: Очистити кеш об’єкта

source: Purge a file cache
de_de: Datei-Cache leeren
uk: Очистити кеш файлів

source: View a file cache
de_de: Datei-Cache anzeigen
uk: Переглянути кеш файлу

source: File caching slow
de_de: Dateicaching langsam
uk: Повільне кешування файлів

source: Purge a file cache partition
de_de: Eine Dateicachepartition bereinigen
uk: Очистити розділ кеш файлу

source: Number of times a cache will retry failed attempts to prune files to free up space for new a file being requested, before giving up.
de_de: Anzahl der Versuche, die ein Cache versucht alte Dateien zu löschen, um Platz für neue Cachedateien zu machen.
uk: Кількість разів, які кеш буде повторювати невдалий спроби очищення файлів для звільнення місця для нового запитуваного файлу, перед відмовою.

source: Number of times a cache will attempt to prune files to free up space for new a file being requested, before giving up.
de_de: Anzahl der Versuche, die ein Cache versucht alte Dateien zu löschen, um Platz für neue Cachedateien zu machen.
uk: Кількість разів, які кеш спробує видалити файли, щоб звільнити місце для нового запитуваного файлу, перед відмовою.

source: Details of cache: %s
de_de: Cachedetails für %s
uk: Деталі кешу: %s

source: File caches list
de_de: Liste Datei-Caches
uk: Список кешів файлів

source: Details of cache partition: %s
de_de: Details für Cachepartition %s
uk: Деталі розділу кешу: %s

source: Purge cache partitions of "%s"?
de_de: Cachepartition "%s" brereinigen?
uk: Очистити розділи кешу "%s"?

source: Object cache partitions submitted for purging.
de_de: Cachepartionen, die zur Bereinigung eingereicht werden.
uk: Розділи кешу об’єктів надіслано на очищення.

source: %(count)d caches submitted for purging.
de_de: %(count)d Caches zur Bereinigung eingereicht.
uk: %(count)d кеші, подані на очищення.

source: %(count)d cache submitted for purging.
de_de: %(count)d Cache zur Bereinigung eingereicht.
uk: %(count)d кеш надіслано на очищення.

source: Submit the selected cache for purging?
de_de: Ausgewählte Cachepartion zur Bereinigung einreichen?
uk: Надіслати вибраний кеш для очищення?
