Repository: patowari/DMS
Catalog: mayan/apps/task_manager/locale/*/LC_MESSAGES/django.po
Languages: ar_eg, de_de

source: Task manager
ar_eg: مدير المهام

source: Label
ar_eg: العنوان
de_de: Bezeichner

source: Name
ar_eg: اسم

source: Default queue?
ar_eg: قائمة الانتظار
de_de: Standardwarteschlange?

source: Transient queues are not persistent. Tasks in a transient queue are lost if the broker is restarted. Transient queues use less resources and managed non critical tasks.
ar_eg: طوابير المؤقتة غير دائمة. يتم فقدان المهام في الطابور المؤقت إذا تم إعادة تشغيل الوسيط. تستخدم الطوابير المؤقتة موارد أقل وتدير المهام غير الحرجة.
de_de: Flüchtige Warteschlangen sind nicht persistent. Tasks einer flüchtigen Warteschlange gehen bei Neustart des Brokers verloren. Flüchtige Warteschlangen benötigen weniger Ressourcen und werden für unkritische Tasks verwendet.

source: Is transient?
ar_eg: هل تم الإضافة؟
de_de: Flüchtig?

source: Type
ar_eg: النوع
de_de: Typ

source: Start time
ar_eg: وقت البداية
de_de: Startzeit

source: Host
ar_eg: مضيف

source: Arguments
ar_eg: المحددات
de_de: Argumente

source: Keyword arguments
ar_eg: المحددات الرئيسية
de_de: Schlüsselwortargumente

source: Worker process ID
ar_eg: رقم العمل للعميل
de_de: Worker Prozess-ID

source: Maximum number of tasks a worker can execute before it's replaced by a new process.
ar_eg: الحد الأقصى لعدد المهام التي يمكن للعامل تنفيذها قبل استبداله بعملية جديدة.
de_de: Maximale Anzahl an Tasks, die ein Worker ausführen kann, bevor er durch einen neuen Prozess ersetzt wird.

source: Maximum tasks per child
ar_eg: الحد الأقصى للمهام لكل عملية فرعية
de_de: Maximale Tasks pro Kindprozess

source: The number of worker processes/threads to launch. Defaults to the number of CPUs available on the machine.
ar_eg: عدد عمليات/خيوط العامل التي سيتم تشغيلها. القيمة الافتراضية هي عدد وحدات المعالجة المتاحة في الجهاز.
de_de: Die Anzahl an Workerprozessen/-threads. Standard ist die Anzahl an verfügbaren CPUs.

source: Concurrency
ar_eg: التزامن
de_de: Nebenläufigkeit

source: The nice value determines the priority of the process. A higher value lowers the priority. The default value is 0.
ar_eg: تحدد قيمة nice أولوية العملية. كلما زادت القيمة انخفضت الأولوية. القيمة الافتراضية هي 0.
de_de: Der Nice Wert bestimmt die Priorität eines Prozesses. Ein höherer Wert setzt die Priorität herunter. Standard ist 0.

source: Nice level
ar_eg: مستوى nice

source: The Python path to the task code.
ar_eg: مسار بايثون إلى كود المهمة.
de_de: Der Pythonpfad zum Task Code.

source: Dotted path
ar_eg: مسار منقوط
de_de: Punktierter Pfad

source: Human readable description of the task type.
ar_eg: وصف قابل للقراءة البشرية لنوع المهمة.
de_de: Visuell lesbare Beschreibung des Tasktyps.

source: Unique internal name of the task type.
ar_eg: الاسم الداخلي الفريد لنوع المهمة.
de_de: Eindeutiger interner Name des Tasktyps.

source: Queue
ar_eg: منتظر
de_de: In die Warteschlange einreihen

source: Trigger interval if the task type is set for periodic execution.
ar_eg: فاصل الزناد إذا كان نوع المهمة مضبوطًا للتنفيذ الدوري.
de_de: Triggerintervall wenn der Tasktyp auf regelmäßige Ausführung gesetzt ist.

source: Schedule
ar_eg: جدولة
de_de: Plan

source: Worker
ar_eg: العامل

source: Number of task types managed by the queue.
ar_eg: عدد أنواع المهام التي تديرها قائمة الانتظار.
de_de: Anzahl der Tasktypen, die von der Queue verwaltet werden.

source: Task type count
ar_eg: عدد أنواع المهام
de_de: Anzahl Tasktyp

source: Maximum amount of resident memory a worker can execute before it's replaced by a new process.
ar_eg: الحد الأقصى لذاكرة الوصول العشوائي التي يمكن للعامل تنفيذها قبل استبداله بعملية جديدة.
de_de: Maximaler residenter Speicher, den ein Worker ausführen kann, bevor er durch einen neuen Prozess ersetzt wird.

source: Maximum memory per child
ar_eg: الحد الأقصى للذاكرة لكل عملية فرعية
de_de: Maximaler Speicher pro Kindprozess

source: Queue count
ar_eg: عدد قوائم الانتظار
de_de: Warteschlangenzahl

source: Number of task types managed by the worker.
ar_eg: عدد أنواع المهام التي يديرها العامل.
de_de: Anzahl der Tasktypen, die vom Worker verwaltet werden.

source: Task type list
ar_eg: قائمة أنواع المهام
de_de: Liste Tasktyp

source: Worker list
ar_eg: قائمة العاملين
de_de: Workerliste

source: Queue list
ar_eg: قائمة الانتظار
de_de: Warteschlangenliste

source: View tasks
ar_eg: عرض المهام
de_de: Tasks ansehen

source: Celery
ar_eg: كرفس

source: Default: "AMQPLAIN". Set custom amqp login method.
ar_eg: الدخول المتخصص
de_de: Standard: 'AMQPLAIN'. Legen Sie eine benutzerdefinierte amqp-Anmeldemethode fest.

source: Default: "amqp://". Default broker URL. This must be a URL in the form of: transport://userid:password@hostname:port/virtual_host Only the scheme part (transport://) is required, the rest is optional, and defaults to the specific transports default values.
ar_eg: : "المكان الإفتراضي المحدد للنقل://". Default broker URL. This must be a URL in the form of: transport://userid:password@hostname:port/virtual_host Only the scheme part (transport://) .
de_de: Standard: "amqp://". Die Standard Broker-URL. Muss in folgender Form angegeben werden: transport://userid:password@hostname:port/virtual_host Nur das Schema (transport://) muss angegeben werden, der Rest ist optional und verweist auf die Standardwerte.

source: Default: "Disabled". Toggles SSL usage on broker connection and SSL settings. The valid values for this option vary by transport.
ar_eg: الغاء التفعيل الخيار الإفتراضي.
de_de: Standard: 'Deaktiviert'. Schaltet die SSL-Verwendung für die Brokerverbindung und die SSL-Einstellungen um. Die gültigen Werte für diese Option variieren je nach Transport.

source: Default: No result backend enabled by default. The backend used to store task results (tombstones). Refer to http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend
ar_eg: : الخيار الافتراضي http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend
de_de: Standard: Es ist standardmäßig kein Ergebnisbackend aktiviert. Das Backend speichert die Aufgabenergebnisse (tombstones). Siehe: http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend

source: Test queue
ar_eg: منتظر الاختبار
de_de: Warteschlange testen

source: Task types
ar_eg: أنواع المهام
de_de: Tasktypen

source: Task types for queue: %s
ar_eg: أنواع المهام للطابور: %s
de_de: Tasktypen für Warteschlange %s

source: Queue: %s, not found
ar_eg: طابور: %s غير موجود
de_de: Warteschlange: %s, nicht gefunden

source: Background task workers
ar_eg: عمال المهام الخلفية
de_de: Worker für Hintergrundtasks

source: Queues for worker: %s
ar_eg: طوابير العامل: %s
de_de: Warteschlangen für Worker %s

source: Worker: %s, not found
ar_eg: العامل: %s غير موجود
de_de: Worker: %s, nicht gefunden

source: Low latency high volume tasks
ar_eg: مهام منخفضة الكمون وعالية الحجم
de_de: Hochvolume-Tasks mit niedriger Latenz

source: Medium latency tasks
ar_eg: مهام متوسطة الكمون
de_de: Tasks mit mittlerer Latenz

source: Low latency, long lived tasks
ar_eg: مهام منخفضة الكمون وطويلة الأمد
de_de: Niedrige Latenz, langlebige Tasks
