Repository: patowari/DMS
Catalog: mayan/apps/file_metadata/locale/*/LC_MESSAGES/django.po
Languages: ar, de_at

source: Label
ar: العنوان
de_at: Bezeichner

source: File metadata
ar: بيانات الملف
de_at: Dateimetadaten

source: Return the value of a specific file metadata.
ar: اعادة قيم بيانات الملف
de_at: Gebe den Wert spezifischer Dateimetadaten zurück.

source: File metadata value of
ar: قيم وصف بيانات الملف
de_at: Dateimetadatenwert von

source: MIME types
ar: أنواع
de_at: MIME Typen

source: Internal name
ar: الإسم الداخلي
de_at: Interner Name

source: Description
ar: الوصف
de_at: Beschreibung

source: Arguments
ar: المحددات
de_at: Argumente

source: Whether or not this driver will be enabled by default for new document types.
ar: ما إذا كان سيتم تمكين هذا المشغل افتراضيًا لأنواع المستندات الجديدة أم لا.
de_at: Ob dieser Treiber für neue Dokumententypen standardmäßig aktiviert wird.

source: Enabled by default?
ar: مفعل افتراضيًا؟
de_at: Standardmäßig aktiviert

source: Badly formatted arguments YAML; %s
ar: وسائط YAML غير مهيأة بشكل صحيح؛ %s
de_at: Fehlerhaft formattierte YAML Argumente; %s

source: Document file submitted for file metadata processing
ar: تم إرسال ملف المستند لمعالجة بيانات تعريف الملف
de_at: Dokumentendatei für die Verarbeitung der Dateimetadaten eingestellt

source: Document file file metadata processing finished
ar: انتهت معالجة بيانات تعريف ملف المستند
de_at: Metadatenverarbeitung beendet

source: Attributes
ar: متغيرات
de_at: Attribute

source: Submit for file metadata
ar: اعتماد البيانات الوصفية
de_at: Für die Verarbeitung von Dateimetadaten einstellen

source: Edit
ar: تعديل
de_at: Bearbeiten

source: File metadata driver setup
ar: إعداد مشغل بيانات وصفية للملف
de_at: Dateimetadatentreiber Setup

source: File metadata processing per type
ar: معالج البيانات الوصفية حسب النوع
de_at: Dateimetadatenverarbeitung nach Typ

source: File metadata drivers
ar: مشغلات بيانات وصفية للملف
de_at: Dateimetadatentreiber

source: Return the specified document file file metadata entry.
ar: إرجاع إدخال بيانات تعريف ملف المستند المحدد.
de_at: Den spezifizierten Dokumentendateieintrag zurückgeben.

source: Attribute count
ar: عدد الصفات
de_at: Attributanzahl

source: Full path
ar: مكان الوصول الكامل
de_at: Vollständiger Pfad

source: Path used to access the value of the file metadata entry.
ar: المسار المستخدم للوصول إلى قيمة إدخال البيانات الوصفية للملف.
de_at: Pfad der verwendet wird, um auf den Wert des Dateimetadateneintrags zuzugreifen.

source: Driver
ar: المسار
de_at: Treiber

source: Document file
ar: ملف المستند
de_at: Dokumentendatei

source: Document file driver entry
ar: إدخال برنامج تشغيل ملف المستند
de_at: Dokumentendateitreibereintrag

source: Document file driver entries
ar: إدخالات برنامج تشغيل ملف المستند
de_at: Dokumentendateitreibereinträge

source: Enter the arguments for the drive for the specific document type as a YAML dictionary. ie: {"degrees": 180}
ar: أدخل وسائط المشغل لنوع المستند المحدد كقاموس YAML. مثال: {"degrees": 180}
de_at: Argumente für den Aufruf des Treibers für den spezifischen Dokumententyp als YAML dictionary eingeben, z.B: {"degrees": 180}

source: Document type
ar: نوع الوثيقة
de_at: Dokumententyp

source: Enable this driver to process document files of the selected document type.
ar: تفعيل هذا المشغل لمعالجة ملفات المستندات من نوع المستند المحدد.
de_at: Aktivieren Sie diesen Treiber um Dokumentendateien der ausgewählten Dokumententypen zu verarbeiten.

source: Enabled
ar: مفعل
de_at: Aktiviert

source: Document type driver settings
ar: إعدادات مشغل نوع المستند
de_at: Dokumententyp Treibereinstellungen

source: Normalized name of the file metadata entry.
ar: الاسم الموحد لإدخال البيانات الوصفية للملف.
de_at: Normalisierter Name des Dateimetadateneintrags.

source: Name of the file metadata entry as provided by the driver.
ar: اسم إدخال البيانات الوصفية للملف كما هو مُقدم من المشغل.
de_at: Name des Dateimetadateneintrags wie vom Treiber geliefert.

source: Key
ar: مفتاح
de_at: Schlüssel

source: Value of the file metadata entry.
ar: قيمة إدخال البيانات الوصفية
de_at: Wert des Dateimetadateneintrags.

source: Value
ar: قيمة
de_at: Wert

source: File metadata entry
ar: أدخال البيانات الوصفية للملف
de_at: Dateimetadateneintrag

source: File metadata entries
ar: إدخال البيانات الوصفية للملفات
de_at: Dateimetadateneinträge

source: Driver path
ar: تحديد المسار
de_at: Treiberpfad

source: The class defined by this instance is valid and active.
ar: الفئة المعرفة بواسطة هذه النسخة صالحة ونشطة.
de_at: Die Klasse, die durch diese Instanz definiert ist, ist gültig und aktiv.

source: Valid
ar: صالح
de_at: Gültig

source: Drivers
ar: المسارات
de_at: Treiber

source: Change document type file metadata settings
ar: تغير الاعدادات الوصفية للملف
de_at: Einstellungen für Dateimetadaten des Dokumententyps ändern

source: Submit document for file metadata processing
ar: تم تعديل الاعدادات الوصفية للوثيقة
de_at: Dokument für die Verarbeitung von Dateimetadaten einstellen

source: View file metadata
ar: إستعراض البيانات الوصفية للملف
de_at: Dateimetadaten ansehen

source: Process document file
ar: معالجة ملف المستند
de_at: Dokumentendatei verarbeiten

source: Finish document file metadata processing
ar: إنهاء معالجة البيانات الوصفية لملف المستند
de_at: Verarbeitung von Dateimetadaten beenden

source: Process file metadata driver
ar: معالجة مشغل البيانات الوصفية للملف
de_at: Dateimetadatentreiber verarbeiten

source: File metadata key
ar: وصف بيانات الملف
de_at: Dateimetadaten Schlüsselwort

source: File metadata value
ar: قيم بيانات الملف
de_at: Dateimetadaten Wert

source: Stored driver
ar: المشغل المخزن
de_at: Gespeicherter Treiber

source: Enabled default
ar: مفعل افتراضيًا
de_at: Aktivierter Standard

source: Set new document types to perform file metadata processing automatically by default.
ar: تحديد انواع الوثائق للمعالجة
de_at: Neue Dokumententypen einstellen, für die eine automatische Dateimetadatenverarbeitung durchgeführt werden soll.

source: Arguments to pass to the drivers.
ar: تم إدراج المحددات
de_at: Argumente die an den Treiber übergeben werden.

source: File metadata are the attributes of the document's file. They can range from camera information used to take a photo to the author that created a file. File metadata are set when the document's file was first created. File metadata attributes reside in the file itself. They are not the same as the document metadata, which are user defined and reside in the database.
ar: يتم تحديد البيانات الوصفية للوثائق وإجراء التعديلات اللازمة عليها
de_at: Dateimetadaten sind Attribute der Dokumentendatei. Sie können Kamerainformationen bei der Aufnahme eines Bildes bis hin zur Autorenschaft einer Datei beinhalten. Dateimetadaten werden bei der Erstellung eines Dokuments gesetzt. Dateimetadaten sind Bestandteil der Datei selbst. Sie sind nicht zu verwechseln mit den Dokumentmetadaten, die durch den Benutzer festgelegt werden und in der Datenbank abgespeichert werden.

source: No file metadata available.
ar: لا توجد بيانات تعريف للملف متاحة.
de_at: Keine Dateimetadaten verfügbar.

source: File metadata drivers for: %s
ar: تحديد البيانات التعريفية: %s
de_at: Dateimetadatentreiber für: %s

source: This could mean that the file metadata detection has not completed or that the driver does not support any metadata field for the file type of this document.
ar: لم يتم إكمال البيانات الوصفية للوثيقة
de_at: Das könnte bedeuten, dass die Metadatenerkennung noch nicht beendet ist oder dass der Treiber keines der Metadatenfelder für den Dateityp dieses Dokuments unterstützt.

source: No file metadata available for this driver.
ar: لا توجد بيانات تعريف للملف متاحة لهذا البرنامج.
de_at: Keine Dateimetadaten verfügbar für diesen Treiber.

source: File metadata attributes for: %(document_file)s with driver: %(driver)s
ar: سمات بيانات تعريف الملف لـ: %(document_file)s مع برنامج التشغيل: %(driver)s
de_at: Dateimetadatenattribute für %(document_file)s mit Treiber %(driver)s

source: %(count)d documents files submitted to the file metadata queue.
ar: تم إرسال %(count)d ملفات مستندات إلى قائمة انتظار بيانات تعريف الملف.
de_at: %(count)d Dokumentendateien in die Metadatenwarteschlange eingestellt.

source: %(count)d document file submitted to the file metadata queue.
ar: تم إرسال %(count)d ملف مستند إلى قائمة انتظار بيانات تعريف الملف.
de_at: %(count)d Dokumentendatei in die Metadatenwarteschlange eingestellt.

source: Submit the selected document file to the file metadata queue?
de_at: Die ausgewählte Dokumentendatei in die Metadatenwarteschlange einstellen?

source: Edit file metadata driver "%(file_metadata_driver)s" settings for document type: %(document_type)s
ar: تحرير إعدادات برنامج تشغيل بيانات وصفية الملف "%(file_metadata_driver)s" لنوع الوثيقة: %(document_type)s
de_at: Einstellungen für Dateimetadatentreiber "%(file_metadata_driver)s" für Dokumententyp %(document_type)s bearbeiten

source: File metadata drivers extract embedded information from document files.
ar: تقوم برامج تشغيل بيانات وصفية الملف باستخراج المعلومات المضمنة من ملفات الوثائق
de_at: Dateimetadatentreiber extrahieren in Dokumentendateien eingebettete Informationen.

source: No file metadata drivers available for this document type.
ar: لا تتوفر برامج تشغيل بيانات وصفية ملف لهذا النوع من الوثائق
de_at: Keine Dateimetadatentreiber für diesen Dokumententyp verfügbar.

source: File metadata driver configuration for document type "%s".
ar: تكوين برنامج تشغيل بيانات وصفية الملف لنوع الوثيقة "%s"
de_at: Dateimetadatentreibereinstellungen für Dokumententyp "%s".

source: Submit all documents of a type for file metadata processing.
ar: تم ارسال جميع الوثائق للمعالجة
de_at: Alle Dokumente eines Typs für die Verarbeitung von Dateimetadaten einstellen.

source: %(count)d documents added to the file metadata processing queue.
ar: %(count)d تم إضافة الملف للمعالجة
de_at: %(count)d Dokumente in die Warteschlange für Metadatenverarbeitung eingestellt.

source: File metadata drivers extract embedded information from document files. File metadata drivers are configure in code only.
ar: تقوم برامج تشغيل بيانات وصفية للملف باستخراج المعلومات المضمنة من ملفات الوثائق. يتم تكوين برامج تشغيل بيانات وصفية للملف في الكود فقط
de_at: Dateimetadatentreiber extrahieren in Dokumentendateien eingebettete Informationen. Sie werden nur im Code konfiguriert.

source: No file metadata drivers available.
ar: لا تتوفر برامج تشغيل بيانات وصفية للملف
de_at: Keine Dateimetadatentreiber verfügbar.

source: File metadata drivers enabled and detected.
ar: تم تمكين وكشف مشغلات بيانات وصفية الملفات.
de_at: Dateimetadatentreiber aktiviert und entdeckt.

source: The template string to be evaluated. Leave empty to use the driver's value passed via settings. Default value: %s.
ar: سلسلة القالب المراد تقييمها. اتركها فارغة لاستخدام قيمة المشغل الممررة عبر الإعدادات. القيمة الافتراضية: %s.
de_at: Die Vorlagenzeichenfolge die ausgewertet werden soll. Leer lassen um die Werte aus den Treibereinstellungen zu verwenden. Standardwert: %s.
