Repository: patowari/DMS
Catalog: mayan/apps/source_compressed/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Source compressed
hu: Tömörített forrás

source: Controls whether or not the uploaded file will be uncompressed and processed and individual files.
hu: Azt szabályozza, hogy a feltöltött fájl tömörítetlen és feldolgozott legyen-e vagy sem, valamint az egyes fájlokat.

source: Always
hu: Mindig

source: Never
hu: Soha

source: Ask user
hu: Kérdezze a felhasználót

source: Uncompress
hu: Kitömörítés

source: Whether to expand or not compressed archives.
hu: Kell-e kibontani vagy sem a tömörített archívumot.

source: Decompression
hu: Kibontás

source: Expand compressed files
hu: Tömörített fájlok kibontása

source: Upload a compressed file's contained files as individual documents.
hu: A tömörített fájlban lévő fájlok feltöltése különálló dokumentumokként.
