Repository: patowari/DMS
Catalog: mayan/apps/events/locale/*/LC_MESSAGES/django.po
Languages: ar_eg

source: Events
ar_eg: الأحداث

source: Date and time
ar_eg: الوقت والتاريخ

source: Actor
ar_eg: الممثل

source: Event
ar_eg: حدث

source: Target
ar_eg: المستهدف

source: Action object
ar_eg: كائن العمل

source: Namespace
ar_eg: مساحة الاسم

source: Label
ar_eg: العنوان

source: Seen
ar_eg: رأيت

source: Object
ar_eg: كائن

source: Event type
ar_eg: نوع الحدث

source: Event list export to CSV
ar_eg: تصدير قائمة الأحداث إلى CSV

source: Events exported.
ar_eg: تم تصدير الأحداث.

source: The event list has been exported and is available for download using the link: %(download_url)s or from the downloads area (%(download_list_url)s).
ar_eg: تم تصدير قائمة الأحداث وهي متاحة للتنزيل باستخدام الرابط: %(download_url)s أو من منطقة التنزيلات (%(download_list_url)s).

source: Events cleared
ar_eg: تم مسح الأحداث

source: Events exported
ar_eg: تم تصدير الأحداث

source: Subscription
ar_eg: متابعه

source: No
ar_eg: رفض

source: Subscribed
ar_eg: إشتراك

source: System
ar_eg: النظام

source: Clear events
ar_eg: مسح الأحداث

source: Export events
ar_eg: تصدير الأحداث

source: Event subscriptions
ar_eg: اشتراكات المستخدم

source: Object event subscriptions
ar_eg: اشتراكات أحداث الكائن

source: Delete
ar_eg: حذف

source: Notifications
ar_eg: التنبيهات

source: Mark as seen
ar_eg: وضع علامة كما شوهد

source: Mark all as seen
ar_eg: ضع علامة على الكل كما رأينا

source: Subscriptions
ar_eg: الاشتراكات

source: Unknown or obsolete event type: %s
ar_eg: نوع الحدث غير معروف أو قديم: %s

source: Name
ar_eg: اسم

source: Stored event type
ar_eg: نوع الحدث المخزن

source: Stored event types
ar_eg: أنواع الحدث المخزن

source: User
ar_eg: مستخدم

source: Event subscription
ar_eg: الاشتراك في الحدث

source: Action
ar_eg: إجراء

source: Read
ar_eg: قراءه

source: Notification
ar_eg: تنبيه

source: Object event subscription
ar_eg: اشتراك حدث الكائن

source: Clear the events of an object
ar_eg: مسح أحداث كائن

source: Export the events of an object
ar_eg: تصدير أحداث كائن

source: View the events of an object
ar_eg: عرض أحداث كائن

source: Events fast
ar_eg: الأحداث السريعة

source: Events slow
ar_eg: الأحداث البطيئة

source: Commit an event
ar_eg: تثبيت حدث

source: Launch the event prune backend
ar_eg: تشغيل نظام تقليم الأحداث الخلفي

source: Clear event querysets
ar_eg: مسح مجموعات استعلامات الأحداث

source: Export event querysets
ar_eg: تصدير مجموعات استعلامات الأحداث

source: Actor content type
ar_eg: نوع محتوى الفاعل

source: Target content type
ar_eg: نوع محتوى الهدف

source: Verb
ar_eg: الفعل

source: Event type namespace URL
ar_eg: عنوان URL لمساحة اسم نوع الحدث

source: ID
ar_eg: المعرف

source: Disables asynchronous events mode. All events will be committed in the same process that triggers them. This was the behavior prior to version 4.5.
ar_eg: يعطل وضع الأحداث غير المتزامنة. سيتم تثبيت جميع الأحداث في نفس العملية التي تطلقها. كان هذا السلوك قائمًا قبل الإصدار 4.5.

source: Path to the event pruning subclass that will be called periodically to clear the event log.
ar_eg: مسار الفئة الفرعية لتقليم الأحداث التي سيتم استدعاؤها دوريًا لمسح سجل الأحداث.

source: Arguments to pass to `EVENTS_PRUNE_BACKEND`.
ar_eg: المعطيات المراد تمريرها إلى EVENTS_PRUNE_BACKEND.

source: Time interval in seconds, at which the event prune task will execute.
ar_eg: الفاصل الزمني بالثواني الذي ستنفذ فيه مهمة تقليم الأحداث.

source: This action is not reversible. The process will be performed in the background.
ar_eg: هذا الإجراء غير قابل للعكس. ستتم العملية في الخلفية.

source: Event list clear task queued successfully.
ar_eg: تم تهيئة مهمة مسح قائمة الأحداث بنجاح.

source: Clear events of: %s
ar_eg: مسح أحداث: %s

source: Clear events of type: %s
ar_eg: مسح أحداث من النوع: %s

source: Events track actions that have been performed on, to, or with objects.
ar_eg: الأحداث تتتبع الإجراءات التي تم تنفيذها على الكائنات أو معها.

source: There are no events
ar_eg: لا توجد أحداث

source: There are no events for this object
ar_eg: لا توجد أحداث لهذا الكائن

source: Events for: %s
ar_eg: سجل التعديلات: %s

source: There are no events of this type
ar_eg: لا يوجد أحداث من هذا النوع

source: Events of type: %s
ar_eg: أحداث من النوع: %s

source: The process will be performed in the background. The exported events will be available in the downloads area.
ar_eg: سيتم تنفيذ العملية في الخلفية. الأحداث المُصدَّرة ستكون متاحة في منطقة التنزيلات.

source: Event list export task queued successfully.
ar_eg: تم وضع مهمة تصدير قائمة الأحداث في قائمة الانتظار بنجاح.

source: Export events of: %s
ar_eg: %sأحداث التصدير من:

source: Export events of type: %s
ar_eg: تصدير أحداث من نوع: %s

source: Error deleting notification "%(instance)s"; %(exception)s
ar_eg: خطأ في حذف الإشعار "%(instance)s"؛ %(exception)s

source: %(count)d notifications deleted successfully.
ar_eg: تم حذف %(count)d إشعار بنجاح

source: User "%(object)s" deleted successfully.
ar_eg: تم حذف المستخدم "%(object)s" بنجاح.

source: %(count)d notification deleted successfully.
ar_eg: تم حذف %(count)d إشعار بنجاح

source: Delete the %(count)d selected notifications.
ar_eg: حذف الإشعارات المحددة (%(count)d)

source: Delete notification: %(object)s.
ar_eg: حذف الإشعار: %(object)s

source: Delete the %(count)d selected notification.
ar_eg: حذف الإشعار المحدد (%(count)d)

source: Subscribe to global or object events to receive notifications.
ar_eg: إشترك لتلقي التنبيهات

source: There are no notifications
ar_eg: لا توجد تنبيهات

source: Mark the selected notification as read?
ar_eg: تم تحديد الإشعار كمقروء.

source: Notification marked as read.
ar_eg: تم تحديد الإشعار كمقروء.

source: Mark all notification as read?
ar_eg: تحديد جميع الإشعارات كمقروءة؟

source: All notifications marked as read.
ar_eg: تم تحديد جميع الإشعارات كمقروءة.

source: Error updating event subscription; %s
ar_eg: خطأ في تحديث اشتراك الحدث ؛ %s

source: Event subscriptions updated successfully
ar_eg: تم تحديث اشتراكات المستخدم بنجاح

source: Error updating object event subscription; %s
ar_eg: خطأ في تحديث اشتراك حدث الكائن ؛ %s

source: Object event subscriptions updated successfully
ar_eg: تم تحديث اشتراكات حدث الكائن بنجاح

source: Event subscriptions for: %s
ar_eg: اشتراكات المستخدم لـ: %s

source: Subscribe to the events of an object to receive notifications when those events occur.
ar_eg: اشترك في أحداث كائن ما لتلقي إشعارات عند حدوث تلك الأحداث.

source: There are no object event subscriptions
ar_eg: لا توجد اشتراكات في أحداث الكائنات
