Repository: patowari/DMS
Catalog: mayan/apps/smart_settings/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Smart settings
ar: الإعدادات الذكية

source: Setting count
ar: عدد الإعدادات

source: Name
ar: اسم

source: Value
ar: قيمة

source: Has errors
ar: يحتوي على أخطاء

source: Indicates that this setting was not loaded correctly. Settings with errors revert to their default value.
ar: يشير إلى أن هذا الإعداد لم يتم تحميله بشكل صحيح. تعود الإعدادات التي تحتوي على أخطاء إلى قيمتها الافتراضية.

source: Choices
ar: خيارات

source: Possible values allowed for this setting.
ar: القيم الممكنة المسموح بها لهذا الإعداد.

source: Cannot revert setting. Setting value has not been updated.
ar: لا يمكن استعادة الإعداد. لم يتم تحديث قيمة الإعداد.

source: Default
ar: القيمة الإفتراضية

source: Modified
ar: معدل

source: The value of this setting being modified since the last restart.
ar: قيمة هذا الإعداد التي تم تعديلها منذ آخر إعادة تشغيل.

source: Overridden
ar: تم الإلغاء

source: The value of the setting is being overridden by an environment variable.
ar: يتم تجاوز قيمة الإعداد بواسطة متغير بيئة.

source: Enter the new setting value.
ar: أدخل قيمة الإعداد الجديد.

source: "%s" not a valid entry.
ar: &quot;%s&quot; ليس إدخالاً صالحًا.

source: Save
ar: حفظ

source: Settings
ar: إعدادات

source: Edit
ar: تعديل

source: Revert
ar: العودة

source: Namespaces
ar: المساحة

source: Local storage is currently disabled, changes to settings will not be saved. Instead, use environment variables to modify settings.
ar: التخزين المحلي معطل حالياً، لن يتم حفظ تغييرات الإعدادات. بدلاً من ذلك، استخدم متغيرات البيئة لتعديل الإعدادات.

source: A short text used as the tag name.
ar: وصف الدلالة

source: Global name
ar: الاسم العام

source: New value
ar: القيمة الجديدة

source: Old value
ar: القيمة القديمة

source: Updated setting
ar: إعداد محدث

source: Updated settings
ar: إعدادات محدثة

source: Edit settings
ar: تعديل الإعدادات

source: View settings
ar: استعراض الإعدادات

source: Settings namespace
ar: مساحة اسم الإعدادات

source: Django
ar: جانغو

source: A list of strings representing the host/domain names that this site can serve. This is a security measure to prevent HTTP Host header attacks, which are possible even under many seemingly-safe web server configurations. Values in this list can be fully qualified names (e.g. 'www.example.com'), in which case they will be matched against the request's Host header exactly (case-insensitive, not including port). A value beginning with a period can be used as a subdomain wildcard: '.example.com' will match example.com, www.example.com, and any other subdomain of example.com. A value of '*' will match anything; in this case you are responsible to provide your own validation of the Host header (perhaps in a middleware; if so this middleware must be listed first in MIDDLEWARE).
ar: قائمة بالسلاسل التي تمثل أسماء المضيف / المجال التي يمكن لهذا الموقع تقديمها. هذا إجراء أمني لمنع هجمات رأس HTTP Host ، والتي تكون ممكنة حتى في ظل العديد من تكوينات خادم الويب التي تبدو آمنة. يمكن أن تكون القيم الموجودة في هذه القائمة عبارة عن أسماء مؤهلة بالكامل

source: When set to True, if the request URL does not match any of the patterns in the URLconf and it doesn't end in a slash, an HTTP redirect is issued to the same URL with a slash appended. Note that the redirect may cause any data submitted in a POST request to be lost. The APPEND_SLASH setting is only used if CommonMiddleware is installed (see Middleware). See also PREPEND_WWW.
ar: عند التعيين على True ، إذا كان عنوان URL للطلب لا يتطابق مع أي من الأنماط الموجودة في URLconf ولا ينتهي بشرطة مائلة ، يتم إصدار إعادة توجيه HTTP إلى نفس عنوان URL مع إلحاق شرطة مائلة. لاحظ أن إعادة التوجيه قد تتسبب في فقد أي بيانات تم إرسالها في طلب POST.

source: The list of validators that are used to check the strength of user's passwords.
ar: قوة كلمات مرور المستخدم.

source: A list of authentication backend classes (as strings) to use when attempting to authenticate a user.
ar: محاولة مصادقة مستخدم.

source: Whether to use a secure cookie for the CSRF cookie. If this is set to True, the cookie will be marked as "secure", which means browsers may ensure that the cookie is only sent with an HTTPS connection. https://docs.djangoproject.com/en/4.2/ref/settings/#std-setting-CSRF_COOKIE_SECURE
ar: ما إذا كان سيتم استخدام كوكي آمن لكوكي CSRF. إذا تم تعيينه على "صحيح"، سيتم وضع علامة "آمن" على الكوكي، مما يعني أن المتصفحات قد تضمن إرسال الكوكي فقط مع اتصال HTTPS.

source: A list of trusted origins for unsafe requests (e.g. POST). https://docs.djangoproject.com/en/4.2/ref/settings/#std-setting-CSRF_TRUSTED_ORIGINS
ar: قائمة بالأصول الموثوقة للطلبات غير الآمنة (مثل POST).

source: Whether to store the CSRF token in the user's session instead of in a cookie. https://docs.djangoproject.com/en/4.2/ref/settings/#std-setting-CSRF_USE_SESSIONS
ar: ما إذا كان سيتم تخزين رمز CSRF في جلسة المستخدم بدلاً من تخزينه في كوكي.

source: A dictionary containing the settings for all databases to be used with Django. It is a nested dictionary whose contents map a database alias to a dictionary containing the options for an individual database. The DATABASES setting must configure a default database; any number of additional databases may also be specified.
ar: قاموس يحتوي على إعدادات جميع قواعد البيانات التي سيتم استخدامها

source: Default: 2621440 (i.e. 2.5 MB). The maximum size in bytes that a request body may be before a SuspiciousOperation (RequestDataTooBig) is raised. The check is done when accessing request.body or request.POST and is calculated against the total request size excluding any file upload data. You can set this to None to disable the check. Applications that are expected to receive unusually large form posts should tune this setting. The amount of request data is correlated to the amount of memory needed to process the request and populate the GET and POST dictionaries. Large requests could be used as a denial-of-service attack vector if left unchecked. Since web servers don't typically perform deep request inspection, it's not possible to perform a similar check at that level. See also FILE_UPLOAD_MAX_MEMORY_SIZE.
ar: محددات تشغيلية

source: Default: 'webmaster@localhost' Default email address to use for various automated correspondence from the site manager(s). This doesn't include error messages sent to ADMINS and MANAGERS; for that, see SERVER_EMAIL.
ar: محددات تشغيلية

source: Default: [] (Empty list). List of compiled regular expression objects representing User-Agent strings that are not allowed to visit any page, systemwide. Use this for bad robots/crawlers. This is only used if CommonMiddleware is installed (see Middleware).
ar: قائمة كائنات التعبير العادي المترجمة التي تمثل سلاسل وكيل المستخدم والتي لا يُسمح لها بزيارة أي صفحة على مستوى النظام.

source: Default: 'django.core.mail.backends.smtp.EmailBackend'. The backend to use for sending emails.
ar: الافتراضي: &quot;django.core.mail.backends.smtp.EmailBackend&quot;. الواجهة الخلفية لاستخدامها في إرسال رسائل البريد الإلكتروني.

source: Default: 'localhost'. The host to use for sending email.
ar: الافتراضي: &quot;localhost&quot;. المضيف المراد استخدامه لإرسال البريد الإلكتروني.

source: Default: '' (Empty string). Password to use for the SMTP server defined in EMAIL_HOST. This setting is used in conjunction with EMAIL_HOST_USER when authenticating to the SMTP server. If either of these settings is empty, Django won't attempt authentication.
ar: محددات تشغيلية

source: Default: '' (Empty string). Username to use for the SMTP server defined in EMAIL_HOST. If empty, Django won't attempt authentication.
ar: محددات تشغيلية

source: Default: 25. Port to use for the SMTP server defined in EMAIL_HOST.
ar: المنفذ المراد استخدامه لخادم البريد

source: Default: None. Specifies a timeout in seconds for blocking operations like the connection attempt.
ar: يحدد مهلة بالثواني لحظر العمليات مثل محاولة الاتصال.

source: Default: False. Whether to use an implicit TLS (secure) connection when talking to the SMTP server. In most email documentation this type of TLS connection is referred to as SSL. It is generally used on port 465. If you are experiencing problems, see the explicit TLS setting EMAIL_USE_TLS. Note that EMAIL_USE_TLS/EMAIL_USE_SSL are mutually exclusive, so only set one of those settings to True.
ar: محددات تشغيلية

source: Default: False. Whether to use a TLS (secure) connection when talking to the SMTP server. This is used for explicit TLS connections, generally on port 587. If you are experiencing hanging connections, see the implicit TLS setting EMAIL_USE_SSL.
ar: حدث خطأ في النظام ! يرجى مراجعة مدير النظام !!

source: Default: 2621440 (i.e. 2.5 MB). The maximum size (in bytes) that an upload will be before it gets streamed to the file system. See Managing files for details. See also DATA_UPLOAD_MAX_MEMORY_SIZE.
ar: تحديد الحد الاقصى المسموح به لتحميل البيانات

source: Default: '/accounts/login/' The URL where requests are redirected for login, especially when using the login_required() decorator. This setting also accepts named URL patterns which can be used to reduce configuration duplication since you don't have to define the URL in two places (settings and URLconf).
ar: يتم إعادة توجيه الطلبات لتسجيل الدخول ، خاصة عند استخدام المصمم

source: Default: '/accounts/profile/' The URL where requests are redirected after login when the contrib.auth.login view gets no next parameter. This is used by the login_required() decorator, for example. This setting also accepts named URL patterns which can be used to reduce configuration duplication since you don't have to define the URL in two places (settings and URLconf).
ar: محددات تشغيلية

source: Default: None. The URL where requests are redirected after a user logs out using LogoutView (if the view doesn't get a next_page argument). If None, no redirect will be performed and the logout view will be rendered. This setting also accepts named URL patterns which can be used to reduce configuration duplication since you don't have to define the URL in two places (settings and URLconf).
ar: يتم إعادة توجيه الطلبات بعد تسجيل خروج المستخدم

source: A list of IP addresses, as strings, that: Allow the debug() context processor to add some variables to the template context. Can use the admindocs bookmarklets even if not logged in as a staff user. Are marked as "internal" (as opposed to "EXTERNAL") in AdminEmailHandler emails.
ar: محددات تشغيلية

source: A list of all available languages. The list is a list of two-tuples in the format (language code, language name) for example, ('ja', 'Japanese'). This specifies which languages are available for language selection. Generally, the default value should suffice. Only set this setting if you want to restrict language selection to a subset of the Django-provided languages.
ar: قائمة بجميع اللغات المتاحة. القائمة عبارة عن قائمة من مجموعتين بالتنسيق (رمز اللغة ، اسم اللغة) ع

source: A string representing the language code for this installation. This should be in standard language ID format. For example, U.S. English is "en-us". It serves two purposes: If the locale middleware isn't in use, it decides which translation is served to all users. If the locale middleware is active, it provides a fallback language in case the user's preferred language can't be determined or is not supported by the website. It also provides the fallback translation when a translation for a given literal doesn't exist for the user's preferred language.
ar: محددات تشغيلية

source: Default: 'sessionid'. The name of the cookie to use for sessions.This can be whatever you want (as long as it's different from the other cookie names in your application).
ar: محددات تشغيلية

source: Default: 'django.contrib.sessions.backends.db'. Controls where Django stores session data.
ar: محددات تشغيلية

source: A tuple representing a HTTP header/value combination that signifies a request is secure. This controls the behavior of the request object’s is_secure() method. Warning: Modifying this setting can compromise your site’s security. Ensure you fully understand your setup before changing it.
ar: مجموعة تمثل مجموعة رأس / قيمة HTTP تشير إلى أن الطلب آمن. يتحكم هذا في سلوك أسلوب is_secure () الخاص بكائن الطلب. تحذير: قد يؤدي تعديل هذا الإعداد إلى تعريض أمان موقعك للخطر. تأكد من فهمك الكامل للإعداد قبل تغييره.

source: URL to use when referring to static files located in STATIC_ROOT. Example: "/static/" or "http://static.example.com/" If not None, this will be used as the base path for asset definitions (the Media class) and the staticfiles app. It must end in a slash if set to a non-empty value.
ar: عند الإشارة إلى الملفات الثابتة الموجودة في ، فسيتم استخدامه كمسار أساسي لتعريفات الأصول

source: A dictionary containing the settings for all storages to be used with Django. It is a nested dictionary whose contents map a storage alias to a dictionary containing the options for an individual storage.
ar: قاموس يحتوي على إعدادات جميع وحدات التخزين لاستخدامها مع دجانجو. وهو قاموس متداخل تتعين محتوياته على قاموس يحتوي على خيارات وحدة التخزين الفردية.

source: A string representing the time zone for this installation. Note that this isn't necessarily the time zone of the server. For example, one server may serve multiple Django-powered sites, each with a separate time zone setting.
ar: سلسلة تمثل المنطقة الزمنية لهذا التثبيت. لاحظ أن هذه ليست بالضرورة المنطقة الزمنية للخادم

source: A boolean that specifies whether to use the X-Forwarded-Host header in preference to the Host header. This should only be enabled if a proxy which sets this header is in use.
ar: قيمة منطقية تحدد ما إذا كنت تريد استخدام رأس

source: A boolean that specifies whether to use the X-Forwarded-Port header in preference to the SERVER_PORT META variable. This should only be enabled if a proxy which sets this header is in use. USE_X_FORWARDED_HOST takes priority over this setting.
ar: قيمة منطقية تحدد ما إذا كان سيتم استخدام رأس

source: The full Python path of the WSGI application object that Django's built-in servers (e.g. runserver) will use. The django-admin startproject management command will create a simple wsgi.py file with an application callable in it, and point this setting to that application.
ar: تحديد مسار العمل

source: Warning
ar: تحذير

source: Settings updated. Save and restart your installation for changes to take effect.
ar: تم تحديث الإعدادات. احفظ التغييرات وأعد تشغيل التثبيت لتصبح التغييرات نافذة المفعول.

source: English
ar: الإنجليزية

source: This will overwrite the content of the configuration file.
ar: سيؤدي هذا إلى استبدال محتوى ملف التكوين.

source: Save settings to the configuration file?
ar: حفظ الإعدادات في ملف التكوين؟

source: Settings saved to configuration file successfully.
ar: تم حفظ الإعدادات في ملف التكوين بنجاح.

source: Setting namespaces
ar: تحديد مساحات الأسماء

source: Setting updated successfully.
ar: تم تحديث الإعداد بنجاح.

source: This setting is overridden by an environment variable, changing its value will have no effect.
ar: يتم تجاوز هذا الإعداد بواسطة متغير بيئة، لذا فإن تغيير قيمته لن يكون له تأثير.

source: Edit setting: %s
ar: تعديل الإعداد: %s

source: %(count)d settings value reverted.
ar: تم استعادة قيمة %(count)d إعداد.

source: Value of setting "%(object)s" reverted.
ar: تم استعادة قيمة الإعداد "%(object)s".

source: %(count)d setting value reverted.
ar: تم استعادة قيمة %(count)d إعداد.

source: Revert the value of the %(count)d selected settings.
ar: استعادة قيمة الإعدادات المحددة %(count)d.

source: Revert the value of setting: %(object)s
ar: استعادة قيمة الإعداد: %(object)s

source: Revert the value of %(count)d selected setting.
ar: استعادة قيمة الإعداد المحدد %(count)d.

source: Unsaved changes will be lost.
ar: سيتم فقدان التغييرات غير المحفوظة.

source: Settings inherited from an environment variable take precedence and cannot be changed in this view.
ar: الإعدادات الموروثة من متغير البيئة لها الأسبقية ولا يمكن تغييرها في طريقة العرض هذه.

source: Settings in namespace: %s
ar: الإعدادات في مساحة الاسم: %s

source: Namespace: %s, not found
ar: %s ، غير موجود
