Repository: patowari/DMS
Catalog: mayan/apps/databases/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Databases
hu: Adatbázisok

source: Model fields
hu: Modellmezők

source: Model related fields
hu: Modellhez kapcsolódó mezők

source: Model properties
hu: Modell tulajdonságai

source: Model reverse fields
hu: Modell fordított mezők

source: Your database backend is set to use SQLite. SQLite should only be used for development and testing, not for production.
hu: Az adatbázis-háttérrendszer SQLite használatára van beállítva. Az SQLite-ot csak fejlesztésre és tesztelésre szabad használni, élesre nem.

source: The condition that will determine if this object is executed or not. Conditions that do not return any value, that return the Python logical None, or an empty string ('') are considered to be logical false, any other value is considered to be the logical true.
hu: A feltétel, amely meghatározza, hogy az objektum végrehajtásra kerül-e vagy sem. Azok a feltételek, amelyek nem adnak vissza értéket, a Python logikai Nincs vagy üres karakterláncot ("") adják vissza, logikai hamisnak, minden más érték logikai igaznak minősül.

source: Condition
hu: Feltétel

source: The object will be executed, depending on the condition return value.
hu: Az objektum a feltétel visszatérési értékétől függően végrehajtásra kerül.

source: Has a condition?
hu: Feltétele van?

source: Warning
hu: Figyelmeztetés
