Repository: patowari/DMS
Catalog: mayan/apps/dependencies/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Dependencies
hu: Függőségek

source: Label
hu: Cimke

source: Internal name
hu: Belső név

source: Description
hu: Leírás

source: Type
hu: Típus

source: Other data
hu: Egyéb adatok

source: Declared by
hu: Deklarálva:

source: Version
hu: Verzió

source: Environment
hu: Környezet

source: Check
hu: Ellenőrzés

source: Name
hu: Név

source: App
hu: Alkalmazás

source: Environments
hu: Környezetek

source: Need to specify at least one: app_label or module.
hu: Legalább egyet meg kell adnia: app_label vagy module.

source: Dependency "%s" already registered.
hu: A "%s" függőség már regisztrálva.

source: Installing package: %s...
hu: Telepítő csomag: %s ...

source: Already installed.
hu: Már telepítve.

source: Complete.
hu: Kész.

source: Installed and correct version
hu: Telepített és helyes verzió

source: Missing or incorrect version
hu: Hiányzó vagy hibás verzió

source: None
hu: Nincs

source: Not specified
hu: Nem meghatározott

source: Patching files...
hu: Fájlok javítása...

source: Executables that are called directly by the code.
hu: A kód által közvetlenül meghívott végrehajtható fájlok.

source: Binary
hu: Bináris

source: JavaScript libraries downloaded the from NPM registry and used for front-end functionality.
hu: A JavaScript-könyvtárak letöltődtek az NPM-nyilvántartásból, és az előtér-funkciókhoz felhasználva.

source: Downloading...
hu: Letöltés...

source: Verifying...
hu: Ellenőrzés...

source: Extracting...
hu: Kibontás...

source: Python packages downloaded from PyPI.
hu: A PyPI-ről letöltött Python-csomagok.

source: Fonts downloaded from fonts.googleapis.com.
hu: A fonts.googleapis.com webhelyről letöltött betűtípusok.

source: Declared in app
hu: Az alkalmazásban deklarálva

source: Show dependencies by the app that declared them.
hu: A függőségek megjelenítése az azokat deklaráló alkalmazás által.

source: Class
hu: Osztály

source: Show the different classes of dependencies. Classes are usually divided by language or the file types of the dependency.
hu: Megjeleníti a különböző függőségi osztályokat. Az osztályokat általában nyelv vagy a függőségi fájltípusok szerint osztják fel.

source: State
hu: Állapot

source: Show the different states of the dependencies. True means that the dependencies is installed and is of a correct version. False means the dependencies is missing or an incorrect version is present.
hu: Megjeleníti a függőségek különböző állapotait! Az igaz azt jelenti, hogy a függőségek telepítve vannak, és megfelelő verziójúak. A hamis azt jelenti, hogy a függőségek hiányoznak, vagy hibás verzió van jelen.

source: Dependencies required for an environment might not be required for another. Example environments: Production, Development.
hu: Előfordulhat, hogy egy környezethez szükséges függőségek nem szükségesek egy másikhoz. Példakörnyezetek: Éles, Fejlesztési.

source: Environment used for building distributable packages of the software. End users can ignore missing dependencies under this environment.
hu: A szoftver terjeszthető csomagjainak felépítéséhez használt környezet. A végfelhasználók figyelmen kívül hagyhatják a hiányzó függőségeket ebben a környezetben.

source: Environment used for developers to make code changes. End users can ignore missing dependencies under this environment.
hu: A fejlesztők számára kódmódosításokhoz használt környezet. A végfelhasználók figyelmen kívül hagyhatják a hiányzó függőségeket ebben a környezetben.

source: Development
hu: Fejlesztési környezet

source: Environment used for building the documentation. End users can ignore missing dependencies under this environment.
hu: A dokumentáció elkészítéséhez használt környezet. A végfelhasználók figyelmen kívül hagyhatják a hiányzó függőségeket ebben a környezetben.

source: Documentation
hu: Dokumentáció

source: Environment used to specify direct documentation dependencies to workaround unpinned or immutable dependency bugs in third party libraries. End users can ignore missing dependencies under this environment.
hu: Közvetlen dokumentációs függőségek meghatározására használt környezet, amely a harmadik féltől származó könyvtárak rögzítetlen vagy megváltoztathatatlan függőségi hibáinak megoldására szolgál. A végfelhasználók figyelmen kívül hagyhatják a hiányzó függőségeket ebben a környezetben.

source: Documentation (override)
hu: Dokumentáció (felülbírálás)

source: Normal environment for end users. A missing dependency under this environment will result in issues and errors during normal use.
hu: Normál környezet a végfelhasználók számára. A hiányzó függőség ebben a környezetben problémákat és hibákat eredményez a normál használat során.

source: Production
hu: Éles környezet

source: Environment used running the test suit to verify the functionality of the code. Dependencies in this environment are not needed for normal production usage.
hu: A teszt munkafelület futtatásához használt környezet a kód működőképességének ellenőrzésére. Ebben a környezetben nincs szükség függőségekre a normál éles használathoz.

source: Testing
hu: Tesztelés

source: Check for updates
hu: Frissítések keresése

source: Groups
hu: Csoportok

source: Entries
hu: Bejegyzések

source: Details
hu: Részletek

source: Dependencies licenses
hu: Függőségi licencek

source: Your version (%(version_local)s), is more recent than the published version (%(version_server)s).
hu: Az Ön verziója ( %(version_local)s ) újabb, mint a közzétett verzió ( %(version_server)s ).

source: The version you are using (%(version_local)s) is outdated. The latest version is %(version_server)s.
hu: Az Ön által használt verzió ( %(version_local)s ) elavult. A legújabb verzió a %(version_server)s .

source: It is not possible to determine the latest version available.
hu: Nem lehet meghatározni a legújabb verziót.

source: Unexpected error trying to determine the latest version available. Make sure your installation has a connection to the internet; %(exception)s
hu: Váratlan hiba történt az elérhető legújabb verzió meghatározásánál. Győződjön meg arról, hogy a telepítés csatlakozik az internethez; %(exception)s

source: Outputs the dependencies as a comma delimited values list.
hu: A függőségeket vesszővel tagolt értéklistaként adja ki.

source: Comma separated names of dependencies to exclude from the list generated.
hu: A létrehozott listából kizárandó függőségek vesszővel elválasztott nevei.

source: Comma separated names of dependencies to show in the list while excluding every other one.
hu: A listában megjelenítendő függőségek vesszővel elválasztott nevei, miközben az összes többit kizárják.

source: Process a specific app.
hu: Egy adott alkalmazás feldolgozása.

source: Force installation even if already installed.
hu: Telepítés kényszerítése akkor is, ha már telepítve van.

source: View dependencies
hu: Függőségek megtekintése

source: This process only checks the Python component of Mayan EDMS.
hu: Ez a folyamat csak a Mayan EDMS Python összetevőjét ellenőrzi.

source: It does not verify versions of other components like packaging or deployment technologies, such as container or virtual machine images.
hu: Nem ellenőrzi más összetevők, például csomagolási vagy telepítési technológiák, például tároló- vagy virtuálisgép-képfájlok verzióit.

source: Entries for dependency group: %s
hu: A függőségi csoport bejegyzései: %s

source: Group %s not found.
hu: A %s csoport nem található.

source: Dependency groups
hu: Függőségi csoportok

source: Dependency group and entry: %(group)s, %(entry)s
hu: Függőségi csoport és bejegyzés: %(group)s , %(entry)s

source: Entry %s not found.
hu: A %s bejegyzés nem található.

source: Other packages licenses
hu: Egyéb csomagok licencei
